Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-contact-tracing/gnuhealth_contact_tracing-5.0.0-py3-none-any.whl/trytond/modules/health_contact_tracing/locale/*.po
Languages: ar, ru

# field:gnuhealth.contact_tracing,comments:
source: Comments
ar: تعليقات
ru: Комментарии

# field:gnuhealth.contact_tracing,contact:
source: Contact
ar: اتصال
ru: Контакты

# field:gnuhealth.contact_tracing,contact_date:
source: Date
ar: تاريخ
ru: Дата

# field:gnuhealth.contact_tracing,context:
source: Context
ar: المحتوى
ru: Контекст

# field:gnuhealth.contact_tracing,du:
source: Dom.Unit
ar: الوحدة السكنية
ru: Дом.Устройство

# field:gnuhealth.contact_tracing,exposure_risk:
source: Exposure
ar: التعرض
ru: Воздействие

# field:gnuhealth.contact_tracing,exposure_time:
source: Exposure time
ar: وقت التعرض
ru: Время воздействия

# field:gnuhealth.contact_tracing,operational_sector:
source: Op.Sector
ar: قطاع العمليات
ru: Операционный блок

# field:gnuhealth.contact_tracing,pathology:
source: Disease
ar: المرض
ru: Болезнь

# field:gnuhealth.contact_tracing,patient:
source: Source
ar: المصدر
ru: Источник

# field:gnuhealth.contact_tracing,status:
source: Status
ar: الوضع
ru: Статус

# help:gnuhealth.contact_tracing,contact:
source: Person that the patient has contacted
ar: الشخص الذي اتصل به المريض
ru: Человек, с которым связался пациент

# help:gnuhealth.contact_tracing,context:
source: Airport, meeting, concert, ...
ar: مطار، اجتماع، حفلة، ...
ru: Аэропорт, собрание, концерт, ...

# help:gnuhealth.contact_tracing,du:
source: Domiciliary Unit
ar: وحدة المسكن
ru: Доминикальная группа

# help:gnuhealth.contact_tracing,exposure_time:
source: Exposure time in minutes
ar: زمن التعرض بالدقائق
ru: Время экспозиции за считанные минуты

# help:gnuhealth.contact_tracing,operational_sector:
source: Operational / Sanitary region
ar: المنطقة التشغيلية / الصحية
ru: Оперативный/санитарный регион

# help:gnuhealth.contact_tracing,pathology:
source: Disease to trace
ar: المرض المتابع
ru: Болезнь для отслеживания

# help:gnuhealth.contact_tracing,patient:
source: Person suspected or confirmed
ar: الشخص المشتبه او المؤكد
ru: Лицо, подозреваемое или подтвержденное

# help:gnuhealth.contact_tracing,status:
source: Unreached: The contact has not been reached yet. Following up: The contact has been traced, demographics information has been created and followup evaluations status are stored in the evaluations
ar: لم يتم الوصول إليه: لم يتم الوصول إلى جهة الاتصال بعد. المتابعة: تم تتبع جهة الاتصال وإنشاء المعلومات الديموغرافية وتخزين حالة تقييمات المتابعة في التقييمات
ru: Нераскрыто: Контакт еще не достигнут. Последующие меры: Установлены контакты, создана демографическая информация и в оценках сохранен статус последующих оценок

# model:gnuhealth.contact_tracing,name:
source: Person Contacts tracing
ar: تتبع جهات اتصال الشخص
ru: Отслеживание контактов с людьми

# model:ir.action,name:gnuhealth_action_contact_tracing
source: Contact Tracing
ar: متابعة جهات الاتصال
ru: Поиск контактов

# model:ir.ui.menu,name:gnuhealth_contact-tracing
source: Contact Tracing
ar: متابعة جهات الاتصال
ru: Поиск контактов

# selection:gnuhealth.contact_tracing,exposure_risk:
source: High
ar: عالي
ru: Высокий

# selection:gnuhealth.contact_tracing,exposure_risk:
source: Low
ar: منخفض
ru: Низкий

# selection:gnuhealth.contact_tracing,exposure_risk:
source: Not available
ar: غير متوفر
ru: Недоступен

# selection:gnuhealth.contact_tracing,status:
source: Following up
ar: جاري المتابعة
ru: Последующие меры

# selection:gnuhealth.contact_tracing,status:
source: Not available
ar: غير متوفر
ru: Недоступен

# selection:gnuhealth.contact_tracing,status:
source: Unreached
ar: لا يمكن الوصول
ru: Нераскрыто

# view:gnuhealth.contact_tracing:
source: Date
ar: تاريخ
ru: Дата

# view:gnuhealth.contact_tracing:
source: Extra Information
ar: معلومات اضافية
ru: Дополнительная информация
