Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-surgery-protocols/gnuhealth_surgery_protocols-5.0.0rc2-py3-none-any.whl/trytond/modules/health_surgery_protocols/locale/*.po
Languages: ar

# model:gnuhealth.surgery.protocol,description:CHEILOPLASTYADULT
source: PEDIATRIC CHEILOPLASTY
ar: جراحة تجميل الشفاه للأطفال

# model:gnuhealth.surgery.protocol,description:CHEILOPLASTYPEDIATRIC
source: PEDIATRIC CHEILOPLASTY
ar: جراحة تجميل الشفاه للأطفال

# model:gnuhealth.surgery.protocol,description:CIRCUMCISION
source: PEDIATRIC PHIMOSIS
ar: شبم الأطفال

# model:gnuhealth.surgery.protocol,description:CSECTURG
source: OBSTETRIC DYSTOCIA/RISK OF LOSS OF FETAL WELFARE
ar: عسر الولادة عند الولادة/خطر فقدان رعاية الجنين

# model:gnuhealth.surgery.protocol,description:CYSTECTOMYABD
source: ABDOMINAL CYSTECTOMY
ar: استئصال المثانة في البطن

# model:gnuhealth.surgery.protocol,description:CYSTECTOMYMAX
source: MAXILLARY OR MANDIBULAR CYSTECTOMY
ar: استئصال المثانة في الفك العلوي أو الفك السفلي

# model:gnuhealth.surgery.protocol,description:EXERESISFIBRO
source: BREAST FIBROADENOMA
ar: ورم غدي ليفي في الثدي

# model:gnuhealth.surgery.protocol,description:EXODONCY
source: EXODONCY
ar: رحيل

# model:gnuhealth.surgery.protocol,description:GANGLIONECTOMY
source: GANGLION
ar: العقدة

# model:gnuhealth.surgery.protocol,description:GRANULOMACAUTER
source: GRANULOMA
ar: الورم الحبيبي

# model:gnuhealth.surgery.protocol,description:HEMITHYROIDECTOMYL
source: LEFT THYROID NODULE
ar: العقيدة الدرقية اليسرى

# model:gnuhealth.surgery.protocol,description:HEMITHYROIDECTOMYR
source: RIGHT THYROID NODULE
ar: عقيدة الغدة الدرقية اليمنى

# model:gnuhealth.surgery.protocol,description:HEMORRHOIDECTOMY
source: HEMORROIDS
ar: بواسير

# model:gnuhealth.surgery.protocol,description:HYDROCELECTOMYADULT
source: ADULT HYDROCELE
ar: القيلة المائية البالغة

# model:gnuhealth.surgery.protocol,description:HYDROCELECTOMYPEDIATRIC
source: PEDIATRIC HYDROCELE
ar: القيلة المائية عند الأطفال

# model:gnuhealth.surgery.protocol,description:HYSTERECTOMYABD
source: ABDOMINAL HYSTERECTOMY
ar: استئصال الرحم عن طريق البطن

# model:gnuhealth.surgery.protocol,description:HYSTERECTOMYVAG
source: VAGINAL HYSTERECTOMY AND PLASTY
ar: استئصال الرحم المهبلي والبلاستيك

# model:gnuhealth.surgery.protocol,description:INGHERNIOPLASTYADULT
source: HERNIA INGUINAL ADULTO
ar: الفتق الإربي البالغ

# model:gnuhealth.surgery.protocol,description:INGHERNIOPLASTYPEDIATRIC
source: PEDIATRIC INGUINAL HERNIA
ar: الفتق الإربي عند الأطفال

# model:gnuhealth.surgery.protocol,description:LIPOMECTOMY
source: LIPOMA
ar: ليبوما

# model:gnuhealth.surgery.protocol,description:MASTECTOMY
source: MASTECTOMY
ar: استئصال الثدي

# model:gnuhealth.surgery.protocol,description:MYOMECTOMYMULTIPLE
source: MULTIPLE MYOMECTOMY
ar: استئصال الورم العضلي المتعدد

# model:gnuhealth.surgery.protocol,description:ORCHIOPEXY
source: CRYPTORCHIDISM
ar: الخصية الخفية

# model:gnuhealth.surgery.protocol,description:PALATOPLASTYADULT
source: ADULT PALATOPLASTY
ar: رأب الحنك للبالغين

# model:gnuhealth.surgery.protocol,description:PALATOPLASTYPEDIATRIC
source: PEDIATRIC PALATOPLASTY
ar: رأب الحنك عند الأطفال

# model:gnuhealth.surgery.protocol,description:PAROTIDECTOMY
source: PAROTIDECTOMY
ar: استئصال الغدة النكفية

# model:gnuhealth.surgery.protocol,description:RESKELOID
source: KELOID SCAR
ar: ندبة الجدرة

# model:gnuhealth.surgery.protocol,description:SKINGRAFT
source: SKIN GRAFT
ar: رقعة جلدية

# model:gnuhealth.surgery.protocol,description:SKINTUMOREXERESIS
source: SKIN TUMOR EXERESIS
ar: تمارين علاج أورام الجلد

# model:gnuhealth.surgery.protocol,description:THYROIDECTOMYSUB
source: SUBTOTAL THYROIDECTOMY (DUNHILL)
ar: استئصال الغدة الدرقية الفرعي (دانهيل)

# model:gnuhealth.surgery.protocol,description:THYROIDECTOMYTOTAL
source: TOTAL THYROIDECTOMY
ar: إجمالي استئصال الغدة الدرقية

# model:gnuhealth.surgery.protocol,description:UMBHERNIOPLASTYPEDIATRIC
source: PEDIATRIC UMBILICAL HERNIA
ar: الفتق السري عند الأطفال

# model:gnuhealth.surgery.protocol,description:ZPLASTY
source: Z-PLASTY
ar: Z-بلاستيك

# model:gnuhealth.surgery.protocol,discharge_instructions:CHEILOPLASTYADULT
source: - KEEPING THE WOUND CLEAN AND DRY - LIQUID / SHREDDED DIET FOR 7 DAYS - PARACETAMOL 650MG 1COMP/8H - (PRN) METAMIZOLE 1 COMP /8H. - AUGMENTINE 875/125 EVERY 8H, 5 DAYS - CHECK-UP NEXT ___ AT ___ AT ____
ar: - الحفاظ على الجرح نظيفًا وجافًا - نظام غذائي سائل / ممزق لمدة 7 أيام - باراسيتامول 650 مجم 1 كبسولة / 8 ساعات - (PRN) ميتاميزول 1 كومب /8H. - أوجمنتين 875/125 كل 8 ساعات، 5 أيام - التحقق التالي ___ الساعة ___ الساعة ____

# model:gnuhealth.surgery.protocol,discharge_instructions:CHEILOPLASTYPEDIATRIC
source: - KEEPING THE INJURY CLEAN AND DRY - LIQUID/SHREDDED DIET NEXT 7 DAYS - AUGMENTINE 30-50 MG/K/DAY, 5 DAYS - IF NECESSARY, IBUPROFEN 30 MG/K/DAY OR PARACETAMOL 15MG/K/6HRS - CHECK-UP NEXT ___ AT ___ AT ____
ar: - الحفاظ على الإصابة نظيفة وجافة - نظام غذائي سائل / ممزق خلال 7 أيام القادمة - أوجمنتين 30-50 مجم/كيلو/يوم، 5 أيام - إذا لزم الأمر، إيبوبروفين 30 مجم/كيلو جرام/اليوم أو باراسيتامول 15 مجم/كيلو جرام/6 ساعات - التحقق التالي ___ الساعة ___ الساعة ____

# model:gnuhealth.surgery.protocol,discharge_instructions:CIRCUMCISION
source: IF PAIN PARACETAMOL SYRUP 20 MGRS/KILO/8 HOURS WASH PENIS WITH SALINE OR SOAP AND WATER. KEEP WOUND DRY AND CLEAN ANTISEPTIC EVERY 24 HOURS
ar: باراسيتامول شراب باراسيتامول 20 ملجم / كيلو / 8 ساعات اغسل القضيب بالمحلول الملحي أو الصابون والماء. حافظ على الجرح جافًا ونظيفًا مطهر كل 24 ساعة

# model:gnuhealth.surgery.protocol,discharge_instructions:CSECTURG
source: - YOUR USUAL TREATMENT, THE SAME. - IF PAIN, PARACETAMOL 650MG, 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DAILY DRESSING OF THE WOUND WITH ANTISEPTIC AND REMOVAL OF STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - RELATIVE REST FOR TWO WEEKS - IN CASE OF FEVER OR CLINICAL WORSENING, GO TO THE HEALTH CENTER EMERGENCY ROOM.
ar: - علاجك المعتاد هو نفسه. - في حالة الألم، باراسيتامول 650 مجم، قرص واحد كل 8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - تضميد الجرح يوميًا بمطهر وإزالة الغرز/الانكماش خلال 10 أيام في المركز الصحي - راحة نسبية لمدة اسبوعين - في حالة الحمى أو التفاقم السريري، اذهب إلى غرفة الطوارئ بالمركز الصحي.

# model:gnuhealth.surgery.protocol,discharge_instructions:CYSTECTOMYABD
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACETAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DAILY DRESSING OF THE WOUND WITH ANTISEPTIC AND REMOVAL OF STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - RELATIVE REST FOR TWO WEEKS - IN THE EVENT OF FEVER OR CLINICAL WORSENING, GO TO THE HEALTH CENTER EMERGENCY ROOM
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراسيتامول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - تضميد الجرح يوميًا بمطهر وإزالة الغرز/الانكماش خلال 10 أيام في المركز الصحي - راحة نسبية لمدة اسبوعين - في حالة الحمى أو التفاقم السريري، اذهب إلى غرفة الطوارئ بالمركز الصحي

# model:gnuhealth.surgery.protocol,discharge_instructions:CYSTECTOMYMAX
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - DIET BLANC - AUGMENTIN 875/ 8H 5 DAYS - IN CASE OF FEVER OR WORSENING CLINICAL CONDITION, GO TO EMERGENCY. - CHECK-UP ON ___ AT ____
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - دايت بلانك - أوجمنتين 875/ 8 ساعات و 5 أيام - في حالة الحمى أو تفاقم الحالة السريرية، انتقل إلى الطوارئ. - الفحص في ___ الساعة ____

# model:gnuhealth.surgery.protocol,discharge_instructions:EXERESISFIBRO
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DAILY DRESSING OF THE WOUND WITH ANTISEPTIC AND REMOVAL OF STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - RELATIVE REST FOR ONE WEEK - IF FEVER OR CLINICAL WORSENING, GO TO THE EMERGENCY ROOM - CHECK-UP NEXT ___ AT ___ AT ____.
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - تضميد الجرح يوميًا بمطهر وإزالة الغرز/الانكماش خلال 10 أيام في المركز الصحي - راحة نسبية لمدة أسبوع - في حالة الحمى أو التفاقم السريري، انتقل إلى غرفة الطوارئ - التحقق التالي ___ الساعة ___ الساعة ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:EXODONCY
source: YOUR USUAL TREATMENT, SUCH AS - AUGMENTIN 875 1/ 8H 5 DAYS - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - DIET DOUX - IF FEVER OR CLINICAL WORSENING, GO TO EMERGENCY - CHECK-UP NEXT ___ AT ___ AT ____.
ar: علاجك المعتاد، مثل - أوجمنتين 875 1/ 8 ساعات و5 أيام - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - دايت دو - في حالة الحمى أو التفاقم السريري، انتقل إلى الطوارئ - التحقق التالي ___ الساعة ___ الساعة ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:HEMITHYROIDECTOMYL
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS WOUNDS DAILY WITH ANTISEPTICS AND REMOVE STITCHES WITHIN 10 DAYS AT THE HEALTH CENTER - REST FOR ONE WEEK - IF FEVER OR CLINICAL WORSENING, GO TO THE EMERGENCY ROOM - CHECK-UP NEXT ___ AT ___ AT ____.
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - تضميد الجروح يوميا بالمطهرات وإزالة الغرز خلال 10 أيام في المركز الصحي - الراحة لمدة أسبوع - في حالة الحمى أو التفاقم السريري، انتقل إلى غرفة الطوارئ - التحقق التالي ___ الساعة ___ الساعة ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:HEMITHYROIDECTOMYR
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS WOUNDS DAILY WITH ANTISEPTICS AND REMOVE STITCHES WITHIN 10 DAYS AT THE HEALTH CENTER - REST FOR ONE WEEK - IF FEVER OR CLINICAL WORSENING, GO TO THE EMERGENCY ROOM - CHECK-UP NEXT ___ AT ___ AT ____.
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - تضميد الجروح يوميا بالمطهرات وإزالة الغرز خلال 10 أيام في المركز الصحي - الراحة لمدة أسبوع - في حالة الحمى أو التفاقم السريري، انتقل إلى غرفة الطوارئ - التحقق التالي ___ الساعة ___ الساعة ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:HEMORRHOIDECTOMY
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - DUPHALAC ONE SACHET EVERY 12 HOURS. - CLEAN AND DRY THE WOUND. - WASH DAILY WITH SOAP AND WATER. - RELATIVE REST FOR ONE WEEK - RETURN TO THE CLINIC AFTER 1 WEEK. - IF THE WOUND BECOMES HOT OR IF PUS COMES OUT OF THE WOUND, RETURN IMMEDIATELY TO THE CLINIC.
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - دوفالاك كيس واحد كل 12 ساعة. - تنظيف وتجفيف الجرح. - اغتسل يوميًا بالماء والصابون. - راحة نسبية لمدة أسبوع - العودة إلى العيادة بعد أسبوع واحد. - إذا أصبح الجرح ساخناً أو إذا خرج صديد من الجرح، عد فوراً إلى العيادة.

# model:gnuhealth.surgery.protocol,discharge_instructions:HYDROCELECTOMYADULT
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS WOUNDS DAILY WITH ANTISEPTICS - RELATIVE REST FOR A WEEK - KEEP TESTICLE ELEVATED WITH A SHELL - IF FEVER OR CLINICAL WORSENING, GO TO EMERGENCY - CHECK-UP NEXT ___ AT ___ AT ____.
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - تضميد الجروح يوميا بالمطهرات - راحة نسبية لمدة اسبوع - حافظ على ارتفاع الخصية بقشرة - في حالة الحمى أو التفاقم السريري، انتقل إلى الطوارئ - التحقق التالي ___ الساعة ___ الساعة ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:HYDROCELECTOMYPEDIATRIC
source: IF PAIN, PARACETAMOL SYRUP 15 MGRS/KILO/6 HOURS KEEP WOUND DRY AND CLEAN CURE WITH ANTISEPTIC EVERY 24 HOURS NO SUTURE REMOVAL NECESSARY
ar: في حالة الألم، شراب باراسيتامول 15 ملجم / كيلو / 6 ساعات حافظ على الجرح جافًا ونظيفًا علاج مع مطهر كل 24 ساعة لا حاجة لإزالة الغرز

# model:gnuhealth.surgery.protocol,discharge_instructions:HYSTERECTOMYABD
source: - YOUR USUAL TREATMENT, THE SAME. - IF PAIN, PARACETAMOL 650MG, 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DAILY DRESSING OF THE WOUND WITH ANTISEPTIC AND REMOVAL OF STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - RELATIVE REST FOR TWO WEEKS - IN CASE OF FEVER OR CLINICAL WORSENING, GO TO THE HEALTH CENTER EMERGENCY ROOM.
ar: - علاجك المعتاد هو نفسه. - في حالة الألم، باراسيتامول 650 مجم، قرص واحد كل 8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - تضميد الجرح يوميًا بمطهر وإزالة الغرز/الانكماش خلال 10 أيام في المركز الصحي - راحة نسبية لمدة اسبوعين - في حالة الحمى أو التفاقم السريري، اذهب إلى غرفة الطوارئ بالمركز الصحي.

# model:gnuhealth.surgery.protocol,discharge_instructions:HYSTERECTOMYVAG
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACETAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DAILY VAGINAL WASH WITH SOAP - REST FOR ONE WEEK - IN THE EVENT OF FEVER OR CLINICAL WORSENING, GO TO A HEALTH-CARE CENTER EMERGENCY ROOM
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراسيتامول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - غسل المهبل يومياً بالصابون - الراحة لمدة أسبوع - في حالة الحمى أو التفاقم السريري، اذهب إلى غرفة الطوارئ بمركز الرعاية الصحية

# model:gnuhealth.surgery.protocol,discharge_instructions:INGHERNIOPLASTYADULT
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS WOUNDS DAILY WITH ANTISEPTICS AND REMOVE STITCHES/SCARS WITHIN 10 DAYS AT THE HEALTH CENTER. -DO NOT WORK FOR 1 MONTH. - IF THE WOUND BECOMES HOT OR IF PUS COMES OUT OF THE WOUND, RETURN IMMEDIATELY TO THE CLINIC. - RETURN TO THE CLINIC AFTER 1 WEEK.
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - تضميد الجروح يوميًا بالمطهرات وإزالة الغرز/الندبات خلال 10 أيام في المركز الصحي. -لا تعمل لمدة شهر واحد. - إذا أصبح الجرح ساخناً أو إذا خرج صديد من الجرح، عد فوراً إلى العيادة. - العودة إلى العيادة بعد أسبوع واحد.

# model:gnuhealth.surgery.protocol,discharge_instructions:INGHERNIOPLASTYPEDIATRIC
source: IF PAIN, PARACETAMOL SYRUP 15 MG/6 HOURS WOUND DRESSING WITH ANTISEPTIC EVERY 24 HOURS NO NEED TO REMOVE SUTURES
ar: في حالة الألم، شراب باراسيتامول 15 مجم/6 ساعات تضميد الجروح بمطهر كل 24 ساعة لا حاجة لإزالة الغرز

# model:gnuhealth.surgery.protocol,discharge_instructions:LIPOMECTOMY
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DAILY DRESSING OF THE WOUND WITH ANTISEPTIC AND REMOVAL OF STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - RELATIVE REST FOR ONE WEEK - IF FEVER OR CLINICAL WORSENING, GO TO THE EMERGENCY ROOM - CHECK-UP NEXT ___ AT ___ AT ____.
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - تضميد الجرح يوميًا بمطهر وإزالة الغرز/الانكماش خلال 10 أيام في المركز الصحي - راحة نسبية لمدة أسبوع - في حالة الحمى أو التفاقم السريري، انتقل إلى غرفة الطوارئ - التحقق التالي ___ الساعة ___ الساعة ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:MYOMECTOMYMULTIPLE
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACETAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DAILY DRESSING OF THE WOUND WITH ANTISEPTIC AND REMOVAL OF STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - RELATIVE REST FOR ONE WEEK - IN CASE OF FEVER OR CLINICAL WORSENING, GO TO THE EMERGENCY DEPARTMENT.
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراسيتامول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - تضميد الجرح يوميًا بمطهر وإزالة الغرز/الانكماش خلال 10 أيام في المركز الصحي - راحة نسبية لمدة أسبوع - في حالة الحمى أو التفاقم السريري، اذهب إلى قسم الطوارئ.

# model:gnuhealth.surgery.protocol,discharge_instructions:ORCHIOPEXY
source: IF PAIN PARACETAMOL 15 MG/KG EVERY 6 HOURS REST FOR 5 DAYS KEEP WOUNDS DRY AND CLEAN DAILY DRESSING WITH ANTISEPTIC NO NEED TO REMOVE STITCHES SAME AS GENERAL FORM
ar: في حالة الألم باراسيتامول 15 مجم/كجم كل 6 ساعات الراحة لمدة 5 أيام حافظ على الجروح جافة ونظيفة ضمادة يومية مع مطهر لا حاجة لإزالة الغرز نفس النموذج العام

# model:gnuhealth.surgery.protocol,discharge_instructions:PALATOPLASTYADULT
source: - KEEP WOUND CLEAN AND DRY - SOFT DIET 7 DAYS - PARACETAMOL 1 G/8H 5 DAYS - AUGMENTIN 875/8H 5 DAYS - METAMIZOLE IF NECESSARY 1 COMPR / 8H - IN CASE OF FEVER OR WORSENING CLINICAL CONDITION, GO TO EMERGENCY. - SEE YOU NEXT ___ AT ___ AT ____
ar: - حافظ على الجرح نظيفًا وجافًا - نظام غذائي ناعم 7 أيام - باراسيتامول 1 جم/8 ساعات لمدة 5 أيام - أوجمنتين 875/8H 5 أيام - ميتاميزول إذا لزم الأمر 1 كومبر / 8 ساعات - في حالة الحمى أو تفاقم الحالة السريرية، انتقل إلى الطوارئ. - نراكم بعد ذلك ___ في ___ في ____

# model:gnuhealth.surgery.protocol,discharge_instructions:PALATOPLASTYPEDIATRIC
source: - KEEP WOUND CLEAN AND DRY - SOFT DIET 7 DAYS - AUGMENTIN 30-50 MG/K/DAY 5 DAYS - IF NECESSARY IBUPROFEN 30 MG/K/DAY OR PARACETAMOL 15 MG/K/6 HOURS - IF FEVER OR CLINICAL WORSENING, GO TO EMERGENCY - CHECK-UP NEXT ___ AT ___ AT ____
ar: - حافظ على الجرح نظيفًا وجافًا - نظام غذائي ناعم 7 أيام - أوجمنتين 30-50 مجم/كيلو/يوم لمدة 5 أيام - إذا لزم الأمر، إيبوبروفين 30 ملجم/كيلو جرام/يوم أو باراسيتامول 15 ملجم/كيلو جرام/6 ساعات - في حالة الحمى أو التفاقم السريري، انتقل إلى الطوارئ - التحقق التالي ___ الساعة ___ الساعة ____

# model:gnuhealth.surgery.protocol,discharge_instructions:PAROTIDECTOMY
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS WOUNDS DAILY WITH ANTISEPTICS AND REMOVE STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - RELATIVE REST FOR ONE WEEK - IF FEVER OR CLINICAL WORSENING, GO TO THE EMERGENCY ROOM - CHECK-UP NEXT ___ AT ___ AT ____.
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - تضميد الجروح يوميا بالمطهرات وإزالة الغرز/الانكماش خلال 10 أيام في المركز الصحي - راحة نسبية لمدة أسبوع - في حالة الحمى أو التفاقم السريري، انتقل إلى غرفة الطوارئ - التحقق التالي ___ الساعة ___ الساعة ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:RESKELOID
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS THE WOUND DAILY WITH ANTISEPTIC AND REMOVE STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - قم بتضميد الجرح يوميًا بمطهر وإزالة الغرز/الانكماش خلال 10 أيام في المركز الصحي

# model:gnuhealth.surgery.protocol,discharge_instructions:SKINGRAFT
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY, REMOVE THE DRESSING AFTER 5 DAYS AT THE HEALTH CENTER.
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفاً وجافاً، وأزل الضمادة بعد 5 أيام في المركز الصحي.

# model:gnuhealth.surgery.protocol,discharge_instructions:SKINTUMOREXERESIS
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY, DABBING IT WITH BETADINE. - DAILY DRESSING OF THE WOUND WITH AN ANTISEPTIC AND REMOVAL OF STITCHES/SHRINKAGE IN 10 DAYS AT THE HEALTH CENTER.
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفاً وجافاً، وذلك بدهنه بالبيتادين. - تضميد الجرح يوميًا بمطهر وإزالة الغرز/الانكماش خلال 10 أيام في المركز الصحي.

# model:gnuhealth.surgery.protocol,discharge_instructions:THYROIDECTOMYSUB
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS WOUNDS DAILY WITH ANTISEPTICS AND REMOVE STITCHES WITHIN 10 DAYS AT THE HEALTH CENTER - REST FOR ONE WEEK - IF FEVER OR CLINICAL WORSENING, GO TO THE EMERGENCY ROOM - CHECK-UP NEXT ___ AT ___ AT ____.
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - تضميد الجروح يوميا بالمطهرات وإزالة الغرز خلال 10 أيام في المركز الصحي - الراحة لمدة أسبوع - في حالة الحمى أو التفاقم السريري، انتقل إلى غرفة الطوارئ - التحقق التالي ___ الساعة ___ الساعة ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:THYROIDECTOMYTOTAL
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - EUTIROX 100, 1 TABLET EVERY 24 HOURS, EVERY DAY, HALF AN HOUR BEFORE BREAKFAST. - KEEP WOUNDS CLEAN AND DRY - DRESS WOUNDS DAILY WITH ANTISEPTICS AND REMOVE STITCHES WITHIN 10 DAYS AT THE HEALTH CENTER - REST FOR ONE WEEK - IN CASE OF FEVER OR CLINICAL WORSENING, GO TO EMERGENCY. - CHECK-UP NEXT ___ AT ___ AT ____.
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - يوتيروكس 100، قرص واحد كل 24 ساعة، كل يوم، قبل الإفطار بنصف ساعة. - حافظ على الجروح نظيفة وجافة - تضميد الجروح يوميا بالمطهرات وإزالة الغرز خلال 10 أيام في المركز الصحي - الراحة لمدة أسبوع - في حالة الحمى أو التفاقم السريري، اذهب إلى الطوارئ. - التحقق التالي ___ الساعة ___ الساعة ____.
