Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-surgery-protocols/gnuhealth_surgery_protocols-5.0.0rc2-py3-none-any.whl/trytond/modules/health_surgery_protocols/locale/*.po
Languages: ar

# model:gnuhealth.surgery.protocol,discharge_instructions:UMBHERNIOPLASTYPEDIATRIC
source: IF PAIN, PARACETAMOL 15 MGRS/6 HOURS KEEP WOUND DRY AND CLEAN. REMOVE DRESSING IN 72 HOURS. CURE EVERY 24 HOURS WITH AN ANTISEPTIC NO NEED TO REMOVE SUTURE
ar: في حالة الألم، يتم تناول باراسيتامول 15 مجم كل 6 ساعات حافظ على الجرح جافًا ونظيفًا. قم بإزالة الملابس خلال 72 ساعة. عالج كل 24 ساعة بمطهر لا حاجة لإزالة الخياطة

# model:gnuhealth.surgery.protocol,discharge_instructions:ZPLASTY
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS THE WOUND DAILY WITH ANTISEPTIC AND REMOVE STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER
ar: - علاجك المعتاد، كما هو مذكور أعلاه - في حالة الألم، باراكتيمول 650 مجم 1 قرص/8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - قم بتضميد الجرح يوميًا بمطهر وإزالة الغرز/الانكماش خلال 10 أيام في المركز الصحي

# model:gnuhealth.surgery.protocol,general_info:CHEILOPLASTYADULT
source: LIP FISSURE CLOSURE WITH FUNCTIONAL REPOSITIONING OF THE MUSCULATURE. UNILATERAL FISSURE CLOSURE ACCORDING TO MILLARD TECHNIQUE 2. BILATERAL FISSURE CLOSURE ACCORDING TO MULLIKEN TECHNIQUE.
ar: إغلاق شق الشفة مع إعادة الوضع الوظيفي للعضلات. إغلاق الشق من جانب واحد وفقا لتقنية ميلارد 2. إغلاق الشق الثنائي وفقا لتقنية موليكن.

# model:gnuhealth.surgery.protocol,general_info:CHEILOPLASTYPEDIATRIC
source: LIP FISSURE CLOSURE WITH FUNCTIONAL REPOSITIONING OF THE MUSCULATURE. UNILATERAL FISSURE CLOSURE ACCORDING TO MILLARD TECHNIQUE 2. BILATERAL FISSURE CLOSURE ACCORDING TO MULLIKEN TECHNIQUE.
ar: إغلاق شق الشفة مع إعادة الوضع الوظيفي للعضلات. إغلاق الشق من جانب واحد وفقا لتقنية ميلارد 2. إغلاق الشق الثنائي وفقا لتقنية موليكن.

# model:gnuhealth.surgery.protocol,general_info:CIRCUMCISION
source: CIRCUMCISION WITH VICRYL RAPID 4/0 SUTURE.
ar: الختان بخياطة VICRYL RAPID 4/0.

# model:gnuhealth.surgery.protocol,general_info:CSECTURG
source: BLADDER CATHETERIZATION AND ANTIBIOTIC PROPHYLAXIS. PFANENSTIEL INCISION. ABDOMINAL WALL OPENING BY LAYERS. TRANSVERSE SEGMENTAL HYSTEROTOMY. EXTRACTION OF THE CRYING FETUS IN THE SURGICAL FIELD. UMBILICAL CORD CLAMPING. EXTRACTION OF PLACENTA, REVISION OF THE CAVITY WITH GAUZE. CONTINUOUS HYSTERORRHAPHY VYCRIL 1. CLOSURE OF THE CAVITY BY PLANES. COUNTING SURGICAL MATERIAL.
ar: قسطرة المثانة والعلاج الوقائي بالمضادات الحيوية. شق بفانينستيل. فتح جدار البطن بواسطة طبقات. بضع الرحم المقطعي المستعرض. استخلاص الجنين الباكي في المجال الجراحي. لقط الحبل السري. استخلاص المشيمة، وتصحيح التجويف باستخدام الشاش. HYSTERORRHAPHY المستمر VYCRIL 1. إغلاق التجويف بالطائرات. عد المواد الجراحية.

# model:gnuhealth.surgery.protocol,general_info:CYSTECTOMYABD
source: ANTIBIOTIC PROPHYLAXIS. BLADDER CATHETERIZATION. PFANNENSTIEL INCISION / INFRAUMBILICAL MEDIAN LAPAROTOMY. ABDOMINAL WALL OPENING BY LAYERS. EXCISION OF OVARIAN CYST OR TUMOR AFTER CAPSULE DISSECTION. HEMOSTASIS STITCHES. CAVITY CLOSURE BY LAYERS.
ar: الوقاية من المضادات الحيوية. قسطرة المثانة. شق PFANNENSTIEL / فتح البطن المتوسط تحت الذراع. فتح جدار البطن بواسطة طبقات. استئصال كيس أو ورم المبيض بعد تشريح الكبسولة. غرز الإرقاء. إغلاق التجويف بالطبقات.

# model:gnuhealth.surgery.protocol,general_info:CYSTECTOMYMAX
source: INFILTRATION WITH VASOCONSTRICTOR ANESTHESIA, INCISION IN ORAL MUCOSA OF .............A .............CYSTECTOMY AND EXODONTIA OF THE AFFECTED TEETH. HEMOSTASIS AND SUTURE WITH VICRYL.
ar: التسلل باستخدام التخدير المضيق للأوعية، والشق في الغشاء المخاطي للفم لـ ............. أ ............. استئصال المثانة ونزع الأسنان المتضررة. الإرقاء والخياطة مع فيكريل.

# model:gnuhealth.surgery.protocol,general_info:EXERESISFIBRO
source: PERIAREOLAR APPROACH. EXERESIS OF FIBROADENOMA . CLOSURE BY PLANES WITH INTRADERMAL SUTURE. REFERRED FOR HISTOPATHOLOGICAL STUDY.
ar: النهج حول الهالة. ممارسة الورم الغدي الليفي . الإغلاق بالطائرات مع خياطة داخل الأدمة. المشار إليها لدراسة التشريح المرضي.

# model:gnuhealth.surgery.protocol,general_info:EXODONCY
source: AFTER ANESTHETIC INFILTRATION, EXODONTIA OF THE TEETH IS PERFORMED. ALVEOLAR CURETTAGE AND VICRYL SUTURE.
ar: بعد تسلل المخدر، يتم إجراء عملية خلع الأسنان. الكحت السنخي وخياطة الفيكريل.

# model:gnuhealth.surgery.protocol,general_info:GRANULOMACAUTER
source: CAUTERIZATION OF DISTAL GRANULOMA OF THE 2ND FINGER LEFT HAND.
ar: كي الورم الحبيبي القاصي للإصبع الثاني من اليد اليسرى.

# model:gnuhealth.surgery.protocol,general_info:HEMITHYROIDECTOMYL
source: SUBCUTANEOUS AND MUSCULAR PLANE APPROACH. DISSECTION OF RIGHT HEMITHYROID, PREVIOUS IDENTIFICATION AND PRESERVATION OF RIGHT SUPERIOR AND INFERIOR PARATHYROID GLANDS, AND RIGHT LARYNGEAL RECURRENT NERVE. RIGHT SUBTOTAL HEMITHYROIDECTOMY, PRESERVING THE REMNANT OF THE RIGHT THYROID LOBE. DISSECTION OF LEFT HEMITHYROID, PREVIOUS IDENTIFICATION AND PRESERVATION OF LEFT SUPERIOR AND LEFT INFERIOR PARATHYROID GLANDS, AND LEFT LARYNGEAL RECURRENT NERVE. LEFT HEMITHYROIDECTOMY. REVISION OF HEMOSTASIS. CLOSURE BY PLANES. SKIN WITH INTRADERMAL SUTURE.
ar: نهج الطائرة تحت الجلد والعضلية. تشريح الغدة الدرقية اليمنى، والتحديد السابق والحفاظ على الغدد جارات الدرقية اليمنى العلوية والسفلية، والعصب الحنجري الأيمن الراجع. استئصال الغدة الدرقية النصفي الأيمن، مع الحفاظ على ما تبقى من الفص الغدة الدرقية الأيمن. تشريح الغدة الدرقية اليسرى، والتعريف السابق والحفاظ على الغدد جارات الدرقية العلوية اليسرى والسفلى اليسرى، والعصب الحنجري الراجع الأيسر. استئصال نصف الغدة الدرقية الأيسر. مراجعة الإرقاء. الإغلاق بالطائرات. الجلد مع خياطة داخل الأدمة.

# model:gnuhealth.surgery.protocol,general_info:HEMITHYROIDECTOMYR
source: SUBCUTANEOUS AND MUSCULAR PLANE APPROACH. DISSECTION OF RIGHT HEMITHYROID, PREVIOUS IDENTIFICATION AND PRESERVATION OF RIGHT SUPERIOR AND INFERIOR PARATHYROID GLANDS, AND RIGHT LARYNGEAL RECURRENT NERVE. RIGHT SUBTOTAL HEMITHYROIDECTOMY, PRESERVING THE REMNANT OF THE RIGHT THYROID LOBE. DISSECTION OF LEFT HEMITHYROID, PREVIOUS IDENTIFICATION AND PRESERVATION OF LEFT SUPERIOR AND LEFT INFERIOR PARATHYROID GLANDS, AND LEFT LARYNGEAL RECURRENT NERVE. LEFT HEMITHYROIDECTOMY. REVISION OF HEMOSTASIS. CLOSURE BY PLANES. SKIN WITH INTRADERMAL SUTURE.
ar: نهج الطائرة تحت الجلد والعضلية. تشريح الغدة الدرقية اليمنى، والتحديد السابق والحفاظ على الغدد جارات الدرقية اليمنى العلوية والسفلية، والعصب الحنجري الأيمن الراجع. استئصال الغدة الدرقية النصفي الأيمن، مع الحفاظ على ما تبقى من الفص الغدة الدرقية الأيمن. تشريح الغدة الدرقية اليسرى، والتعريف السابق والحفاظ على الغدد جارات الدرقية العلوية اليسرى والسفلى اليسرى، والعصب الحنجري الراجع الأيسر. استئصال نصف الغدة الدرقية الأيسر. مراجعة الإرقاء. الإغلاق بالطائرات. الجلد مع خياطة داخل الأدمة.

# model:gnuhealth.surgery.protocol,general_info:HEMORRHOIDECTOMY
source: IDENTIFICATION OF HEMORRHOIDAL BUNDLES IS PERFORMED AT THE ... HEMORRHOIDECTOMY IS PERFORMED ACCORDING TO MILLIGAN-MORGAN TECHNIQUE. REVIEW OF HEMOSTASIS.
ar: يتم تحديد حزم البواسير في ... يتم إجراء عملية استئصال البواسير وفقًا لتقنية ميليجان مورغان. مراجعة الإرقاء.

# model:gnuhealth.surgery.protocol,general_info:HYDROCELECTOMYADULT
source: SCROTAL INCISION AND IDENTIFICATION OF THE HYDROCELE SAC. THE SAC IS OPENED AND THE VAGINAL IS PARTIALLY EVULSED BY PLICATION OF THE VAGINA (LORD TECHNIQUE). THE VAGINAL IS DISSECTED AND EVECTED (JABOULAY'S TECHNIQUE). THE VAGINAL IS DISSECTED AND RESECTED (ANDREWS TECHNIQUE).
ar: شق الصفن وتحديد الكيس المائي. يتم فتح الكيس ويتم تفريغ المهبل جزئيًا عن طريق طي المهبل (تقنية الرب). يتم تشريح المهبل وإزالته (تقنية جابولاي). يتم تشريح المهبل واستئصاله (تقنية أندروز).

# model:gnuhealth.surgery.protocol,general_info:HYDROCELECTOMYPEDIATRIC
source: INGUINAL APPROACH (LEFT, LEFT, BILATERAL). INGUINAL CANAL OPENING. VAGINAL PERITONEAL DUCT CLOSURE WITH VICRYL 2/0. RESIDUAL HYDROCELE EMPTYING. CLOSURE BY PLANES. INTRADERMAL SKIN VICRYL RAPID 4/0.
ar: النهج الأربي (يسار، يسار، ثنائي). فتح القناة الأربية. إغلاق القناة البريتونية المهبلية بالفيكريل 2/0. تفريغ القيلة المائية المتبقية. الإغلاق بالطائرات. الجلد داخل الأدمة فيكريل رابيد 4/0.

# model:gnuhealth.surgery.protocol,general_info:HYSTERECTOMYABD
source: ANTIBIOTIC PROPHYLAXIS. BLADDER CATHETERIZATION. PFANENSTIEL INCISION OR INFRAUMBILICAL MEDIAN LAPAROTOMY. ABDOMINAL WALL OPENING BY PLANES, PLS OF ROUND LIGAMENTS, PLS OF UTERO-OVARIAN LIGAMENTS, DESCENT OF BLADDER PLICA, PLS OF UTERINE VESSELS, PARAMETRIUM. COLPOTOMY. SURGICAL PIECE EXTRACTION. COLPORRHAPHY. CAVITY CLOSURE BY PLANES.
ar: الوقاية من المضادات الحيوية. قسطرة المثانة. شق PFANENSTIEL أو فتح البطن المتوسط تحت الذراع. فتح جدار البطن بالطائرات، وأربطة الأربطة المستديرة، وأربطة الرحم والمبيض، ونزول المثانة، وأربطة الأوعية الرحمية، البارامتريوم. بضع القولون. استخلاص القطعة الجراحية. كولبورهافي. إغلاق التجويف بالطائرات.

# model:gnuhealth.surgery.protocol,general_info:HYSTERECTOMYVAG
source: ANTIBIOTIC PROPHYLAXIS. BLADDER CATHETERIZATION. VAGINAL INFILTRATION. ANTERIOR PLASTY PREPARATION. VESICOUTERINE SPACE DISSECTION. PLS UTEROSACRAL LIGAMENTS, PLS PARACOLPIUM, PLS UTERINE VESSELS, PLS UTERO-OVARIAN LIGAMENTS. COLPOPERINEOPLASTIES. COLPORRHAPHY. MCCALL COLPOSUSPENSION.
ar: الوقاية من المضادات الحيوية. قسطرة المثانة. التسلل المهبلي. تحضير الجراحة التجميلية الأمامية. تشريح الفضاء الحويصلي. الأربطة الرحمية العجزية، الأربطة الرحمية العجزية، الأربطة الرحمية المبيضية، الأربطة الرحمية المبيضية. رأب الكولبوبرين. كولبورهافي. تعليق ماكول.

# model:gnuhealth.surgery.protocol,general_info:INGHERNIOPLASTYADULT
source: PARINGUINAL INCISION. OPENING OF THE OBLIQUE APONEUROSIS. DISSECTION AND RELEASE OF HERNIAL SAC. HERNIOPLASTY WITH POLYPROPYLENE MESH. CLOSURE BY PLANES.
ar: شق بارينغوينال. افتتاح الصفاق المائل. تشريح وإطلاق كيس هيرنيال. رأب الفتق باستخدام شبكة من البولي بروبيلين. الإغلاق بالطائرات.

# model:gnuhealth.surgery.protocol,general_info:INGHERNIOPLASTYPEDIATRIC
source: INGUINAL APPROACH (RIGHT, LEFT, BILATERAL). INGUINAL CANAL OPENING.HERNIORRHAPHY CLOSING SAC WITH VICRYL 2/0. CLOSURE BY FERGUSON PLANES. INTRADERMAL SKIN VICRYL RAPID 4/0.
ar: النهج الأربي (يمين، يسار، ثنائي). فتح القناة الأربية. كيس إغلاق الرحم مع فيكريل 2/0. الإغلاق بطائرات فيرغسون. الجلد داخل الأدمة فيكريل رابيد 4/0.

# model:gnuhealth.surgery.protocol,general_info:LIPOMECTOMY
source: A SPINDLE INCISION WAS MADE, WITH DISSECTION AND REMOVAL OF THE TUMOR, WHICH WAS SENT FOR HISTOPATHOLOGICAL STUDY. CLOSURE BY PLANES.
ar: تم إجراء شق مغزلي، مع تشريح وإزالة الورم، وتم إرساله للدراسة النسيجية. الإغلاق بالطائرات.

# model:gnuhealth.surgery.protocol,general_info:MASTECTOMY
source: - MASTECTOMY STEWARD HORIZONTAL INCISION. DISSECTION AND SUPERIOR SKIN FLAP TO THE INFERIOR BORDER OF THE CLAVICLE. DISSECTION AND INFERIOR SKIN FLAP TO SURPASS THE SUBMAMMARY SULCUS AND REACH THE INSERTION OF THE OBLIQUES AND ANTERIOR RECTUS ABDOMINIS. DISSECTION OF THE MAMMARY GLAND WITHOUT INCLUDING PREPECTORAL FASCIA. - CONSERVATIVE SURGERY INCISION IS MADE _________ DISSECTION OF UPPER AND LOWER SKIN FLAP AND BLOCK EXCISION OF TUMOR UP TO THE LEVEL OF PREPECTORAL FASCIA. BREAST ONCOPLASTY, CLOSURE OF SUBCUTANEOUS TISSUE AND SKIN WITH INTRADERMAL. - LYMPHADENECTOMY AXILLARY LYMPHADENECTOMY IS PERFORMED EN BLOC IDENTIFYING FIRST THE OUTER EDGE OF THE PECTORALIS MAJOR AND OPENING OF THE AXILLARY FASCIA, THEN THE ANTERIOR EDGE OF THE LATISSIMUS DORSI IS LOCATED AND AFTER THAT THE ANTERIOR AND INFERIOR FACE OF THE AXILLARY VEIN IS IDENTIFIED AND RELEASED. IDENTIFICATION OF THE LONG THORACIC NERVE OR BELL'S NERVE AND THE THORACO-DORSAL VASCULO-NERVE BUNDLE THAT IS RESPECTED. AXILLARY DRAINAGE - MODIFIED RADICAL MASTECTOMY MADDEN TYPE 1ST STAGE: STEWARD HORIZONTAL INCISION. DISSECTION AND SUPERIOR SKIN FLAP TO THE INFERIOR BORDER OF THE CLAVICLE. DISSECTION AND INFERIOR SKIN FLAP TO SURPASS THE SUBMAMMARY SULCUS AND REACH THE INSERTION OF THE OBLIQUES AND ANTERIOR RECTUS ABDOMINIS. DISSECTION OF THE MAMMARY GLAND AND PECTORALIS FASCIA PRESERVING BOTH PECTORALIS MUSCLES. 2ND STAGE: AXILLARY LYMPHADENECTOMY IS PERFORMED EN BLOC AND IDENTIFIED.
ar: - استئصال الثدي ستيوارد شق أفقي. التشريح ورفرف الجلد العلوي إلى الحد السفلي من الترقوة. تشريح ورفرف الجلد السفلي لتجاوز التلم تحت الثدي والوصول إلى إدخال العضلات المائلة والبطن المستقيمة الأمامية. تشريح الغدة الثديية دون تضمين اللفافة الأمامية. - الجراحة المحافظة يتم إجراء الشق _________ تشريح شريحة الجلد العلوية والسفلية واستئصال كتلة الورم حتى مستوى اللفافة الأمامية. جراحة أورام الثدي، وإغلاق الأنسجة تحت الجلد والجلد داخل الأدمة. - استئصال الغدد الليمفاوية يتم إجراء استئصال العقد اللمفية الإبطية في كتلة تحدد أولاً الحافة الخارجية للعضلة الصدرية الكبرى وفتح اللفافة الإبطية، ثم يتم تحديد موقع الحافة الأمامية للعضلة الظهرية العريضة، وبعد ذلك الوجه الأمامي والسفلي للوريد الإبطي تم تحديده وإطلاق سراحه. تحديد العصب الصدري الطويل أو عصب الجرس وحزمة الأعصاب الوعائية الصدرية الظهرية التي يتم احترامها. الصرف الإبطي - تعديل نوع مادن لاستئصال الثدي الجذري المرحلة الأولى: الشق الأفقي للمضيف. التشريح ورفرف الجلد العلوي إلى الحد السفلي من الترقوة. تشريح ورفرف الجلد السفلي لتجاوز التلم تحت الثدي والوصول إلى إدخال العضلات المائلة والبطن المستقيمة الأمامية. تشريح الغدة الثديية واللفافة الصدرية مع الحفاظ على كلتا العضلة الصدرية. المرحلة الثانية: يتم إجراء عملية استئصال العقد اللمفية الإبطية بشكل جماعي ويتم تحديدها.

# model:gnuhealth.surgery.protocol,general_info:MYOMECTOMYMULTIPLE
source: PFANNNSTIEL INCISION, WALL OPENING, MYOMA INFILTRATION WITH BUPIVACAINE AND 0.5% ADRENALINE. OPENING OF THE MYOMA CAPSULE UNTIL ENTRY INTO THE CLEAVAGE PLAN. DISSECTION OF MYOMA BY COUNTERTRACTION TRACTION TECHNIQUE. EXTRACTION OF THE MYOMA AND SUTURE OF THE MYOMA BED WITH LOOSE STITCHES OF VYCRIL 2/0. THE DYNAMIC IS REPEATED WITH EACH MYOMA. SUTURE OF THE SEROSA WITH CONTINUOUS SUTURE PDS 2/0. CLOSURE OF THE SKIN WOUND CAVITY WITH STAPLES.
ar: شق PFANNNSTIEL، فتح الجدار، تسلل الورم العضلي مع بوبيفاكايين و0.5% أدرينالين. فتح كبسولة MYOMA حتى الدخول في خطة الانقسام. تشريح الورم العضلي باستخدام تقنية الجر المضاد. استخلاص الورم العضلي وخياطة سرير الورم العضلي بغرز فضفاضة من VYCRIL 2/0. تتكرر الديناميكية مع كل ورم عضلي. خياطة المصل مع خياطة مستمرة PDS 2/0. إغلاق تجويف الجرح الجلدي بالدبابيس.

# model:gnuhealth.surgery.protocol,general_info:ORCHIOPEXY
source: INGUINAL APPROACH (SAID, LEFT, BILATERAL). INGUINAL CANAL OPENING. EPIDURAL ORCHIDOPEXY ACCORDING TO SCHOEMAKER'S TECHNIQUE, CANAL CLOSURE BY PLANES. INTRADERMAL SKIN WITH VICRYL RAPID 4)0.
ar: النهج الأربي (سعيد، يسار، ثنائي). فتح القناة الأربية. عملية الخصية فوق الجافية وفقاً لتقنية شوميكر، إغلاق القناة بالطائرات. الجلد داخل الأدمة مع فيكريل رابيد 4)0.

# model:gnuhealth.surgery.protocol,general_info:PALATOPLASTYADULT
source: PALATAL FISSURE CLOSURE IN THREE PLANES, BY CARVING PALATAL FLAPS AND REPOSITIONING THE MUSCULATURE BY INTRA-VELAR VELOPLASTY TYPE III 1 BARDACH'S TECHNIQUE 2 INTRAVELAR VELOPLASTY TYPE III
ar: إغلاق الشق الحنكي في ثلاث مستويات، عن طريق نحت السديلات الحنكية وإعادة وضع العضلات عن طريق رأب الفيلر من النوع الثالث 1 تقنية بارداش 2 جراحة رأب الفيل داخل الضلع من النوع الثالث

# model:gnuhealth.surgery.protocol,general_info:PALATOPLASTYPEDIATRIC
source: PALATAL FISSURE CLOSURE IN THREE PLANES, BY CARVING PALATAL FLAPS AND REPOSITIONING THE MUSCULATURE BY INTRA-VELAR VELOPLASTY TYPE III 1 BARDACH'S TECHNIQUE 2 INTRAVELAR VELOPLASTY TYPE III
ar: إغلاق الشق الحنكي في ثلاث مستويات، عن طريق نحت السديلات الحنكية وإعادة وضع العضلات عن طريق رأب الفيلر من النوع الثالث 1 تقنية بارداش 2 جراحة رأب الفيل داخل الضلع من النوع الثالث

# model:gnuhealth.surgery.protocol,general_info:PAROTIDECTOMY
source: MODIFIED BLAIR INCISION, DISSECTION OF THE FACIAL NERVE AND EXCISION OF THE TUMOR. CLOSURE BY PLANES, LEAVING ASPIRATED DRAINAGE.
ar: شق بلير المعدل، وتشريح عصب الوجه واستئصال الورم. الإغلاق بالطائرات، مع ترك الصرف المستنشق.

# model:gnuhealth.surgery.protocol,general_info:RESKELOID
source: UNDER LOCAL ANESTHESIA, TRIAMCIANOLONE IS INFILTRATED AND THE KELOID IS RESECTED LEAVING ITS BORDERS, CLOSURE WITH NON-ABSORBABLE MONOFILAMENT. REMOVAL OF ALTERNATE STITCHES FROM THE 10TH DAY.
ar: تحت التخدير الموضعي، يتم تسلل التريامسينولون ويتم استئصال الجدرة من حدودها، إغلاق بطبقة أحادية غير قابلة للامتصاص. إزالة الغرز البديلة من اليوم العاشر.

# model:gnuhealth.surgery.protocol,general_info:SKINGRAFT
source: PARTIAL FREE SKIN GRAFT IS TAKEN AND APPLIED TO THE DEFECT. FIXATION WITH AGRAFES AND KNOTTED DRESSING.
ar: يتم أخذ طعم جلدي جزئي مجاني وتطبيقه على العيب. التثبيت مع AGRAFES وخلع الملابس معقود.

# model:gnuhealth.surgery.protocol,general_info:SKINTUMOREXERESIS
source: UNDER LOCAL ANESTHESIA PLUS SEDATION, EXCISION AND DIRECT CLOSURE OF DEFECT/ CLOSURE WITH LOCAL PLASTY/ CLOSURE WITH SKIN GRAFT TAKEN FROM
ar: تحت التخدير الموضعي بالإضافة إلى التخدير والاستئصال والإغلاق المباشر للعيب/ الإغلاق باستخدام رأب موضعي/ الإغلاق باستخدام طعم جلدي مأخوذ من

# model:gnuhealth.surgery.protocol,general_info:THYROIDECTOMYSUB
source: SUBCUTANEOUS AND MUSCULAR PLANE APPROACH. DISSECTION OF HEMITHYROID ---------, PREVIOUS IDENTIFICATION AND PRESERVATION OF SUPERIOR PARATHYROID GLANDS ------- AND INFERIOR PARATHYROID GLANDS --------, AND LARYNGEAL RECURRENT NERVE ----------. HEMITIROIDECTOMÍA ------------. DISSECTION OF LEFT HEMITHYROID AFTER IDENTIFICATION AND PRESERVATION OF LEFT SUPERIOR AND LEFT INFERIOR PARATHYROID GLANDS AND LEFT LARYNGEAL RECURRENT NERVE. LEFT SUBTOTAL HEMITHYROIDECTOMY, PRESERVING THE REMNANT OF THE LEFT THYROID LOBE. REVISION OF HEMOSTASIS. CLOSURE BY PLANES. SKIN WITH INTRADERMAL SUTURE.
ar: نهج الطائرة تحت الجلد والعضلية. تشريح الغدة الدرقية النصفية ---------، التحديد السابق والحفاظ على الغدد جارات الدرقية العلوية ------- والغدد جارات الدرقية السفلية --------، والعصب الحنجري الراجع ----- -----. HEMITIROIDECTOMÍA ------------. تشريح الغدة الدرقية اليسرى بعد تحديد الهوية والحفاظ على الغدد جارات الدرقية العلوية اليسرى والسفلى اليسرى والعصب الحنجري الراجع الأيسر. استئصال الغدة الدرقية الجزئي الأيسر، مع الحفاظ على ما تبقى من فص الغدة الدرقية الأيسر. مراجعة الإرقاء. الإغلاق بالطائرات. الجلد مع خياطة داخل الأدمة.

# model:gnuhealth.surgery.protocol,general_info:THYROIDECTOMYTOTAL
source: SUBCUTANEOUS AND MUSCULAR PLANE APPROACH. DISSECTION OF RIGHT HEMITHYROID, PREVIOUS IDENTIFICATION AND PRESERVATION OF RIGHT SUPERIOR AND INFERIOR RIGHT PARATHYROID GLANDS, AND RIGHT LARYNGEAL RECURRENT NERVE. RIGHT HEMITHYROIDECTOMY. DISSECTION OF LEFT HEMITHYROID, PREVIOUS IDENTIFICATION AND PRESERVATION OF LEFT SUPERIOR AND INFERIOR PARATHYROID GLANDS, AND LEFT LARYNGEAL RECURRENT NERVE. LEFT HEMITHYROIDECTOMY. REVISION OF HEMOSTASIS. CLOSURE BY PLANES. SKIN WITH INTRADERMAL SUTURE.
ar: نهج الطائرة تحت الجلد والعضلية. تشريح الغدة الدرقية اليمنى، والتحديد السابق والحفاظ على الغدد جارات الدرقية اليمنى العلوية والسفلية اليمنى، والعصب الحنجري الأيمن المتكرر. استئصال الغدة الدرقية الأيمن. تشريح الغدة الدرقية اليسرى، والتحديد السابق والحفاظ على الغدد جارات الدرقية العلوية والسفلية اليسرى، والعصب الحنجري الراجع الأيسر. استئصال نصف الغدة الدرقية الأيسر. مراجعة الإرقاء. الإغلاق بالطائرات. الجلد مع خياطة داخل الأدمة.

# model:gnuhealth.surgery.protocol,general_info:UMBHERNIOPLASTYPEDIATRIC
source: INFRAUMBILICAL INCISION. DISSECTION OF THE HERNIA SAC. CLOSURE OF THE DEFECT WITH VICRYL 2/0 CLOSURE BY SKIN PLANES LOOSE STITCHES VICRYL RAPID 4/0
ar: شق تحت العضلة. تشريح كيس الفتق. إغلاق العيب بمادة VICRYL 2/0 الإغلاق عن طريق الجلد بطبقات فضفاضة بغرز فيكريل رابيد 4/0

# model:gnuhealth.surgery.protocol,general_info:ZPLASTY
source: UNDER LOCAL ANESTHESIA PLUS SEDATION/GENERAL ANESTHESIA, THE FLANGE IS RELEASED BY Z-PLASTY. HEMOSTASIS AND CLOSURE WITH LOOSE RESORBABLE STITCHES. DRAINAGE PENROSE TYPE, TO BE REMOVED IN 48H.DAILY CURES WITH BETADINE / CHLORHEXIDINE TOUCHES.
ar: تحت التخدير الموضعي بالإضافة إلى التخدير/التخدير العام، يتم تحرير الشفة بواسطة Z-PLASTY. الإرقاء والإغلاق بغرز فضفاضة قابلة للامتصاص. تصريف من نوع بنروز، يتم إزالته خلال 48 ساعة. يتم علاجه يوميًا باستخدام البيتادين / لمسات الكلورهيكسيدين.

# model:gnuhealth.surgery.protocol,name:CHEILOPLASTYADULT
source: ADULT CHEILOPLASTY
ar: عملية تجميل الشفاه للبالغين

# model:gnuhealth.surgery.protocol,name:CHEILOPLASTYPEDIATRIC
source: PEDIATRIC CHEILOPLASTY
ar: جراحة تجميل الشفاه للأطفال

# model:gnuhealth.surgery.protocol,name:CIRCUMCISION
source: PEDIATRIC PHIMOSIS
ar: شبم الأطفال

# model:gnuhealth.surgery.protocol,name:CSECTURG
source: URGENT C-SECTION
ar: عملية قيصرية عاجلة

# model:gnuhealth.surgery.protocol,name:CYSTECTOMYABD
source: ABDOMINAL CYSTECTOMY
ar: استئصال المثانة في البطن

# model:gnuhealth.surgery.protocol,name:CYSTECTOMYMAX
source: MAXILLARY OR MANDIBULAR CYSTECTOMY
ar: استئصال المثانة في الفك العلوي أو الفك السفلي

# model:gnuhealth.surgery.protocol,name:EXERESISFIBRO
source: BREAST FIBROADENOMA
ar: ورم غدي ليفي في الثدي

# model:gnuhealth.surgery.protocol,name:EXODONCY
source: EXODONCY
ar: رحيل

# model:gnuhealth.surgery.protocol,name:GANGLIONECTOMY
source: GANGLION
ar: العقدة

# model:gnuhealth.surgery.protocol,name:GRANULOMACAUTER
source: GRANULOMA
ar: الورم الحبيبي

# model:gnuhealth.surgery.protocol,name:HEMITHYROIDECTOMYL
source: LEFT HEMITHYROIDECTOMY
ar: استئصال نصف الغدة الدرقية الأيسر

# model:gnuhealth.surgery.protocol,name:HEMITHYROIDECTOMYR
source: RIGHT HEMITHYROIDECTOMY
ar: استئصال الغدة الدرقية الأيمن

# model:gnuhealth.surgery.protocol,name:HEMORRHOIDECTOMY
source: HEMORROIDS
ar: بواسير

# model:gnuhealth.surgery.protocol,name:HYDROCELECTOMYADULT
source: ADULT HYDROCELE
ar: القيلة المائية البالغة

# model:gnuhealth.surgery.protocol,name:HYDROCELECTOMYPEDIATRIC
source: PEDIATRIC HYDROCELE
ar: القيلة المائية عند الأطفال

# model:gnuhealth.surgery.protocol,name:HYSTERECTOMYABD
source: ABDOMINAL HYSTERECTOMY
ar: استئصال الرحم عن طريق البطن

# model:gnuhealth.surgery.protocol,name:HYSTERECTOMYVAG
source: VAGINAL HYSTERECTOMY AND PLASTY
ar: استئصال الرحم المهبلي والبلاستيك

# model:gnuhealth.surgery.protocol,name:INGHERNIOPLASTYADULT
source: HERNIA INGUINAL
ar: الفتق الأربي

# model:gnuhealth.surgery.protocol,name:INGHERNIOPLASTYPEDIATRIC
source: PEDIATRIC INGUINAL HERNIA
ar: الفتق الإربي عند الأطفال

# model:gnuhealth.surgery.protocol,name:LIPOMECTOMY
source: LIPOMA
ar: ليبوما

# model:gnuhealth.surgery.protocol,name:MASTECTOMY
source: MASTECTOMY
ar: استئصال الثدي

# model:gnuhealth.surgery.protocol,name:MYOMECTOMYMULTIPLE
source: MULTIPLE MYOMECTOMY
ar: استئصال الورم العضلي المتعدد

# model:gnuhealth.surgery.protocol,name:ORCHIOPEXY
source: CRYPTORCHIDISM
ar: الخصية الخفية

# model:gnuhealth.surgery.protocol,name:PALATOPLASTYADULT
source: ADULT PALATOPLASTY
ar: رأب الحنك للبالغين

# model:gnuhealth.surgery.protocol,name:PALATOPLASTYPEDIATRIC
source: PEDIATRIC PALATOPLASTY
ar: رأب الحنك عند الأطفال

# model:gnuhealth.surgery.protocol,name:PAROTIDECTOMY
source: PAROTIDECTOMY
ar: استئصال الغدة النكفية

# model:gnuhealth.surgery.protocol,name:RESKELOID
source: KELOID SCAR
ar: ندبة الجدرة

# model:gnuhealth.surgery.protocol,name:SKINGRAFT
source: SKIN GRAFT
ar: رقعة جلدية

# model:gnuhealth.surgery.protocol,name:SKINTUMOREXERESIS
source: SKIN TUMOR EXERESIS
ar: تمارين علاج أورام الجلد

# model:gnuhealth.surgery.protocol,name:THYROIDECTOMYSUB
source: SUBTOTAL THYROIDECTOMY (DUNHILL)
ar: استئصال الغدة الدرقية الفرعي (دانهيل)

# model:gnuhealth.surgery.protocol,name:THYROIDECTOMYTOTAL
source: TOTAL THYROIDECTOMY
ar: إجمالي استئصال الغدة الدرقية

# model:gnuhealth.surgery.protocol,name:UMBHERNIOPLASTYPEDIATRIC
source: PEDIATRIC UMBILICAL HERNIA
ar: الفتق السري عند الأطفال

# model:gnuhealth.surgery.protocol,name:ZPLASTY
source: Z-PLASTY
ar: Z-بلاستيك
