Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-surgery-protocols/gnuhealth_surgery_protocols-5.0.0rc2-py3-none-any.whl/trytond/modules/health_surgery_protocols/locale/*.po
Languages: ar

# model:gnuhealth.surgery.protocol,postoperative_guidelines:CHEILOPLASTYADULT
source: - START TOLERANCE 4 HOURS AFTER SURGERY - LIQUID/SHREDDED DIET - URBASON 40-60 MG/24H - PARACETAMOL 1 G IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - OMEPRAZOLE 40MG /24H - AUGMENTINE 1 G IV/8H
ar: - ابدأ التسامح بعد 4 ساعات من الجراحة - النظام الغذائي السائل/المقطع - أورباسون 40-60 مجم/24 ساعة - باراسيتامول 1 جم IV/8H - (PRN) ميتاميزول 1 أمبول/8 ساعات. - أوميبرازول 40 مجم / 24 ساعة - أوجمنتين 1 جم IV/8H

# model:gnuhealth.surgery.protocol,postoperative_guidelines:CHEILOPLASTYPEDIATRIC
source: - START TOLERANCE 4 HOURS AFTER SURGERY - LIQUID/SHREDDED DIET - AUGMENTIN 30-50 MG/K/DAY - IBUPROFEN 30 MG/K/DAY - URBASON
ar: - ابدأ التسامح بعد 4 ساعات من الجراحة - النظام الغذائي السائل/المقطع - أوجمنتين 30-50 مجم/كيلو/يوم - ايبوبروفين 30 ملجم/كيلو/يوم - أورباسون

# model:gnuhealth.surgery.protocol,postoperative_guidelines:CIRCUMCISION
source: START TOLERANCE WHEN WIDE AWAKE IF PAIN PARACETAMOL SYRUP 20 MGRS/KILO
ar: ابدأ التسامح عندما تكون مستيقظًا في حالة الألم باراسيتامول شراب 20 ملغم/كيلو

# model:gnuhealth.surgery.protocol,postoperative_guidelines:CSECTURG
source: -START TOLERANCE 6 HOURS AFTER SURGERY. -METAMIZOLE 1 AMPOULE/8H. -METOCLOPRAMIDE IF NAUSEA OR VOMITING, 1 AMP/8H. - PARACETAMOL 1GR IV/8H, IF RESCUE IS NEEDED. -OMEPRAZOLE 20MG 1 VIAL/24H. -START AMBULATION -REMOVE BLADDER CATHETER AFTER 24 HOURS. -MONITOR DRAINAGE AND VITAL SIGNS
ar: -بدء التسامح بعد 6 ساعات من الجراحة. -ميتاميزول 1 أمبولة/8 ساعات. - ميتوكلوبراميد في حالة الغثيان أو القيء، 1 أمبير/ 8 ساعات. - باراسيتامول 1GR IV/8H، إذا كانت هناك حاجة للإنقاذ. - أوميبرازول 20 مجم 1 فيال / 24 ساعة. -بدء التمشي -إزالة قسطرة المثانة بعد 24 ساعة. -مراقبة الصرف الصحي والعلامات الحيوية

# model:gnuhealth.surgery.protocol,postoperative_guidelines:CYSTECTOMYABD
source: - START TOLERANCE 6 HOURS AFTER SURGERY - METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING. - PARACETAMOL 1GR IV/8H IF RESCUE IS NEEDED. - OMEPRAZOLE 40MG 1 VIAL/24H. - INITIATE AMBULATION - REMOVE BLADDER CATHETER - CONTROL OF DRAINAGE AND VITAL SIGNS
ar: - ابدأ التسامح بعد 6 ساعات من الجراحة - ميتاميزول 1 أمبولة/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء. - باراسيتامول 1GR IV/8H إذا كانت هناك حاجة للإنقاذ. - أوميبرازول 40 مجم 1 فيال / 24 ساعة. - بدء التمشي - إزالة قسطرة المثانة - التحكم في الصرف الصحي والعلامات الحيوية

# model:gnuhealth.surgery.protocol,postoperative_guidelines:CYSTECTOMYMAX
source: - START TOLERANCE 4 HOURS AFTER SURGERY - LIQUID DIET - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - AUGMENTIN 875 /8H
ar: - ابدأ التسامح بعد 4 ساعات من الجراحة - حمية سائلة - باراسيتامول 1 جرام وريدي/8 ساعات - (PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة - أوجمنتين 875 /8 هـ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:EXERESISFIBRO
source: - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - INITIATE AMBULATION - MAINTAIN COMPRESSIVE BANDAGE 24 HS - CONTROL OF DRAINAGE AND VITAL SIGNS
ar: - ابدأ التسامح بعد 4 ساعات من الجراحة - باراسيتامول 1 جرام وريدي/8 ساعات - (PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة - بدء التمشي - الحفاظ على الضمادات الضاغطة 24 HS - التحكم في الصرف الصحي والعلامات الحيوية

# model:gnuhealth.surgery.protocol,postoperative_guidelines:EXODONCY
source: - START TOLERANCE 4 HOURS AFTER SURGERY - COLD DIET - AUGMENTINE 1 G IV / 8 H - PARACETAMOL 1GR IV / 8H. - (PRN) METAMIZOL 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - VITAL SIGNS CONTROL
ar: - ابدأ التسامح بعد 4 ساعات من الجراحة - النظام الغذائي البارد - أوجمنتين 1 جرام IV / 8 H - باراسيتامول 1 جرام وريدي / 8 ساعات. - (PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة - التحكم في العلامات الحيوية

# model:gnuhealth.surgery.protocol,postoperative_guidelines:GANGLIONECTOMY
source: - YOUR USUAL TREATMENT, THE SAME. - IF PAIN, PARACETAMOL 650MG, 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS THE WOUND DAILY WITH ANTISEPTIC AND REMOVE STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - IN CASE OF FEVER OR CLINICAL WORSENING, GO TO THE HEALTH CENTER EMERGENCY ROOM.
ar: - علاجك المعتاد هو نفسه. - في حالة الألم، باراسيتامول 650 مجم، قرص واحد كل 8 ساعات. إذا زاد الألم، قم بالتبديل مع نولوتيل 575 مجم قرص واحد / 8 ساعات. - حافظ على الجرح نظيفًا وجافًا - قم بتضميد الجرح يوميًا بمطهر وإزالة الغرز/الانكماش خلال 10 أيام في المركز الصحي - في حالة الحمى أو التفاقم السريري، اذهب إلى غرفة الطوارئ بالمركز الصحي.

# model:gnuhealth.surgery.protocol,postoperative_guidelines:GRANULOMACAUTER
source: PARACETAMOL 1G/8H IF PAIN IS PRESENT.
ar: باراسيتامول 1 جم/ 8 ساعات في حالة وجود ألم.

# model:gnuhealth.surgery.protocol,postoperative_guidelines:HEMITHYROIDECTOMYL
source: -STARTING TOLERANCE 4 HOURS AFTER SURGERY -PARACETAMOL 1GR IV/8H. -(PRN) METAMIZOLE 1 AMPOULE/8H. -(PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING -OMEPRAZOLE 40MG 1 VIAL/24H. -START AMBULATION -REMOVE BLADDER CATHETER -MONITOR DRAINAGE AND VITAL SIGNS
ar: -بدء التسامح بعد 4 ساعات من الجراحة -باراسيتامول 1 جرام وريدي/8 ساعات. -(PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة. -بدء التمشي -إزالة قسطرة المثانة -مراقبة الصرف الصحي والعلامات الحيوية

# model:gnuhealth.surgery.protocol,postoperative_guidelines:HEMITHYROIDECTOMYR
source: -STARTING TOLERANCE 4 HOURS AFTER SURGERY -PARACETAMOL 1GR IV/8H. -(PRN) METAMIZOLE 1 AMPOULE/8H. -(PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING -OMEPRAZOLE 40MG 1 VIAL/24H. -START AMBULATION -REMOVE BLADDER CATHETER -MONITOR DRAINAGE AND VITAL SIGNS
ar: -بدء التسامح بعد 4 ساعات من الجراحة -باراسيتامول 1 جرام وريدي/8 ساعات. -(PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة. -بدء التمشي -إزالة قسطرة المثانة -مراقبة الصرف الصحي والعلامات الحيوية

# model:gnuhealth.surgery.protocol,postoperative_guidelines:HEMORRHOIDECTOMY
source: - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - INITIATE AMBULATION - REMOVE BLADDER CATHETER - CONTROL OF DRAINAGE AND VITAL SIGNS
ar: - ابدأ التسامح بعد 4 ساعات من الجراحة - باراسيتامول 1 جرام وريدي/8 ساعات - (PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة - بدء التمشي - إزالة قسطرة المثانة - التحكم في الصرف الصحي والعلامات الحيوية

# model:gnuhealth.surgery.protocol,postoperative_guidelines:HYDROCELECTOMYADULT
source: - MAINTAIN COMPRESSIVE BANDAGE - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOL 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - DIURESIS CONTROL - CONTROL OF DRAINAGE AND VITAL SIGNS
ar: - الحفاظ على الضمادات الضاغطة - ابدأ التسامح بعد 4 ساعات من الجراحة - باراسيتامول 1 جرام وريدي/8 ساعات - (PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة - التحكم في إدرار البول - التحكم في الصرف الصحي والعلامات الحيوية

source: START TOLERANCE WHEN WIDE AWAKE IF PAIN PARACETAMOL SYRUP 20 MGRS/KILO
ar: ابدأ التسامح عندما تكون مستيقظًا في حالة الألم باراسيتامول شراب 20 ملغم/كيلو

# model:gnuhealth.surgery.protocol,postoperative_guidelines:HYSTERECTOMYABD
source: - START TOLERANCE 6 HOURS AFTER SURGERY - METAMIZOL 1 AMPOLL/8H, 24 HOURS. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING. - PARACETAMOL 1GR IV/8H IF NEEDED. - OMEPRAZOLE 20MG 1 VIAL/24H - INITIATE AMBULATION - REMOVE BLADDER CATHETER - CONTROL OF DRAINAGE AND VITAL SIGNS
ar: - ابدأ التسامح بعد 6 ساعات من الجراحة - ميتاميزول 1 أمبول/8 ساعات، 24 ساعة. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء. - باراسيتامول 1 جرام وريدي/8 ساعات إذا لزم الأمر. - أوميبرازول 20 مجم 1 فيال / 24 ساعة - بدء التمشي - إزالة قسطرة المثانة - التحكم في الصرف الصحي والعلامات الحيوية

# model:gnuhealth.surgery.protocol,postoperative_guidelines:HYSTERECTOMYVAG
source: - START TOLERANCE 6 HOURS AFTER SURGERY - METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING. - PARACETAMOL 1GR IV/8H IF NEEDED. - OMEPRAZOLE 20MG 1 VIAL/24H. - INITIATE AMBULATION - WITHDRAW VESICAL NURSE AT 24 HOURS - CONTROL OF DRAINAGE AND VITAL SIGNS
ar: - ابدأ التسامح بعد 6 ساعات من الجراحة - ميتاميزول 1 أمبولة/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء. - باراسيتامول 1 جرام وريدي/8 ساعات إذا لزم الأمر. - أوميبرازول 20 مجم 1 فيال / 24 ساعة. - بدء التمشي - سحب الممرضة البولية في 24 ساعة - التحكم في الصرف الصحي والعلامات الحيوية

# model:gnuhealth.surgery.protocol,postoperative_guidelines:INGHERNIOPLASTYADULT
source: - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - INITIATE AMBULATION - REMOVE BLADDER CATHETER - CONTROL OF DRAINAGE AND VITAL SIGNS
ar: - ابدأ التسامح بعد 4 ساعات من الجراحة - باراسيتامول 1 جرام وريدي/8 ساعات - (PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة - بدء التمشي - إزالة قسطرة المثانة - التحكم في الصرف الصحي والعلامات الحيوية

source: INITIATE TOLERANCE WHEN WIDE AWAKE PARACETAMOL SYRUP 20 MGRS/KILO
ar: ابدأ التسامح عندما تكون مستيقظًا باراسيتامول شراب 20 مجم/كيلو

# model:gnuhealth.surgery.protocol,postoperative_guidelines:LIPOMECTOMY
source: - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - INITIATE AMBULATION - REMOVE BLADDER CATHETER - CONTROL OF DRAINAGE AND VITAL SIGNS
ar: - ابدأ التسامح بعد 4 ساعات من الجراحة - باراسيتامول 1 جرام وريدي/8 ساعات - (PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة - بدء التمشي - إزالة قسطرة المثانة - التحكم في الصرف الصحي والعلامات الحيوية

# model:gnuhealth.surgery.protocol,postoperative_guidelines:MASTECTOMY
source: -STARTING TOLERANCE 4 HOURS AFTER SURGERY -PARACETAMOL 1GR IV/8H. -(PRN) METAMIZOLE 1 AMPOULE/8H. -(PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING -OMEPRAZOLE 40MG 1 VIAL/24H. -START AMBULATION -REMOVE BLADDER CATHETER - MAINTAIN COMPRESSIVE DRESSING -MONITOR DRAINAGE AND VITAL SIGNS
ar: -بدء التسامح بعد 4 ساعات من الجراحة -باراسيتامول 1 جرام وريدي/8 ساعات. -(PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة. -بدء التمشي -إزالة قسطرة المثانة - حافظ على الضمادات الضاغطة -مراقبة الصرف الصحي والعلامات الحيوية

# model:gnuhealth.surgery.protocol,postoperative_guidelines:MYOMECTOMYMULTIPLE
source: - START TOLERANCE 6 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H. - METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - INITIATE AMBULATION - REMOVE BLADDER CATHETER - CONTROL OF DRAINAGE AND VITAL SIGNS
ar: - ابدأ التسامح بعد 6 ساعات من الجراحة - باراسيتامول 1 جرام وريدي/8 ساعات. - ميتاميزول 1 أمبولة/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة - بدء التمشي - إزالة قسطرة المثانة - التحكم في الصرف الصحي والعلامات الحيوية

# model:gnuhealth.surgery.protocol,postoperative_guidelines:ORCHIOPEXY
source: START TOLERANCE WHEN WIDE AWAKE IF PAIN PARACETAMOL SYRUP 20 MG/KG
ar: ابدأ التسامح عندما تكون مستيقظًا في حالة الألم شراب باراسيتامول 20 مجم/كجم

# model:gnuhealth.surgery.protocol,postoperative_guidelines:PALATOPLASTYADULT
source: -START TOLERANCE WITHIN 4 HOURS OF SURGERY - LIQUID/SHREDDED DIET - URBASON 40-60 MG7 24H -PARACETAMOL 1GR IV/8H -(PRN) METAMIZOLE 1 AMPOULE/8H. -(PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - AUGMENTINE 1GR IV / 8 H -OMEPRAZOLE 40MG 1 VIAL / 24H.
ar: -بدء التسامح خلال 4 ساعات من الجراحة - النظام الغذائي السائل/المقطع - أورباسون 40-60 إم جي 7 24 ساعة -باراسيتامول 1 جرام وريدي/8 ساعات -(PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوجمنتين 1GR IV / 8 H - أوميبرازول 40 مجم 1 فيال / 24 ساعة.

# model:gnuhealth.surgery.protocol,postoperative_guidelines:PALATOPLASTYPEDIATRIC
source: - START TOLERANCE 4 HOURS AFTER SURGERY - LIQUID/SHREDDED DIET - IBUPROFEN 30 MG7K7DAY - AUGMENTIN 30-50 MG/K/DAY - URBASON
ar: - ابدأ التسامح بعد 4 ساعات من الجراحة - النظام الغذائي السائل/المقطع - ايبوبروفين 30 MG7K7DAY - أوجمنتين 30-50 مجم/كيلو/يوم - أورباسون

# model:gnuhealth.surgery.protocol,postoperative_guidelines:PAROTIDECTOMY
source: - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H. - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - CONTROL OF DRAINAGE AND VITAL SIGNS
ar: - ابدأ التسامح بعد 4 ساعات من الجراحة - باراسيتامول 1 جرام وريدي/8 ساعات. - (PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة - التحكم في الصرف الصحي والعلامات الحيوية

# model:gnuhealth.surgery.protocol,postoperative_guidelines:SKINTUMOREXERESIS
source: - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - INITIATE AMBULATION
ar: - ابدأ التسامح بعد 4 ساعات من الجراحة - باراسيتامول 1 جرام وريدي/8 ساعات - (PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة - بدء التمشي

# model:gnuhealth.surgery.protocol,postoperative_guidelines:THYROIDECTOMYSUB
source: START TOLERANCE 4 HOURS AFTER SURGERY -PARACETAMOL 1GR IV/8H. -(PRN) METAMIZOLE 1 AMPOULE/8H. -(PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING -OMEPRAZOLE 40MG 1 VIAL/24H. -START AMBULATION -REMOVE BLADDER CATHETER -MONITOR DRAINAGE AND VITAL SIGNS
ar: ابدأ التسامح بعد 4 ساعات من الجراحة -باراسيتامول 1 جرام وريدي/8 ساعات. -(PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة. -بدء التمشي -إزالة قسطرة المثانة -مراقبة الصرف الصحي والعلامات الحيوية

# model:gnuhealth.surgery.protocol,postoperative_guidelines:THYROIDECTOMYTOTAL
source: -STARTING TOLERANCE 4 HOURS AFTER SURGERY -PARACETAMOL 1GR IV/8H. -(PRN) METAMIZOLE 1 AMPOULE/8H. -(PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING -OMEPRAZOLE 40MG 1 VIAL/24H. -START AMBULATION -REMOVAL OF BLADDER CATHETERIZATION -CONTROL OF DRAINAGE AND VITAL CONSTANTS (IF NEEDED) -CONTROL OF DRAINAGE AND VITAL CONSTANTS (IF NEEDED) -CONTROL CALCIUM EXTRACTION TOMORROW MORNING
ar: -بدء التسامح بعد 4 ساعات من الجراحة -باراسيتامول 1 جرام وريدي/8 ساعات. -(PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة. -بدء التمشي -إزالة قسطرة المثانة -التحكم في الصرف والثوابت الحيوية (إذا لزم الأمر) -التحكم في الصرف والثوابت الحيوية (إذا لزم الأمر) -التحكم في استخلاص الكالسيوم صباح الغد

source: START TOLERANCE WHEN WIDE AWAKE IF PAIN PARACETAMOL DOSE 20 MGRS/KILO
ar: ابدأ التسامح عندما تكون مستيقظًا في حالة الألم، جرعة الباراسيتامول 20 ملغم/كيلو

# model:gnuhealth.surgery.protocol,postoperative_guidelines:ZPLASTY
source: - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - CONTROL OF DRAINAGE AND VITAL SIGNS
ar: - ابدأ التسامح بعد 4 ساعات من الجراحة - باراسيتامول 1 جرام وريدي/8 ساعات - (PRN) ميتاميزول 1 أمبول/8 ساعات. - (PRN) ميتوكلوبراميد في حالة الغثيان أو القيء - أوميبرازول 40 مجم 1 فيال / 24 ساعة - التحكم في الصرف الصحي والعلامات الحيوية
