Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-nursing/gnuhealth_nursing-5.0.0rc3.tar.gz/gnuhealth_nursing-5.0.0rc3/locale/*.po
Languages: sv

# field:gnuhealth.ambulatory_care_procedure,comments:
source: Comments
sv: Kommentarer

# field:gnuhealth.ambulatory_care_procedure,procedure:
source: Code
sv: Kod

# field:gnuhealth.patient.ambulatory_care,ambulatory_procedures:
source: Procedures
sv: Procedurer

# field:gnuhealth.patient.ambulatory_care,base_condition:
source: Condition
sv: Tillstånd

# field:gnuhealth.patient.ambulatory_care,bpm:
source: Heart Rate
sv: Hjärtfrekvens

# field:gnuhealth.patient.ambulatory_care,diastolic:
source: Diastolic Pressure
sv: Diastoliskt tryck

# field:gnuhealth.patient.ambulatory_care,evaluation:
source: Related Evaluation
sv: Relaterad utvärdering

# field:gnuhealth.patient.ambulatory_care,glycemia:
source: Glycemia
sv: Glykemi

# field:gnuhealth.patient.ambulatory_care,health_professional:
source: Health Prof
sv: Vårdpersonal

# field:gnuhealth.patient.ambulatory_care,next_session:
source: Next Session
sv: Nästa session

# field:gnuhealth.patient.ambulatory_care,ordering_professional:
source: Requested by
sv: Begärdes av

# field:gnuhealth.patient.ambulatory_care,osat:
source: Oxygen Saturation
sv: Syressättning

# field:gnuhealth.patient.ambulatory_care,pain:
source: Pain
sv: Smärta

# field:gnuhealth.patient.ambulatory_care,pain_level:
source: Pain level
sv: Nivå av smärta

# field:gnuhealth.patient.ambulatory_care,procedures:
source: Procedures
sv: Förfaranden

# field:gnuhealth.patient.ambulatory_care,respiratory_rate:
source: Respiratory Rate
sv: Andningsfrekvens

# field:gnuhealth.patient.ambulatory_care,session_end:
source: End
sv: Slut

# field:gnuhealth.patient.ambulatory_care,session_notes:
source: Notes
sv: Anteckningar

# field:gnuhealth.patient.ambulatory_care,signed_by:
source: Signed by
sv: Signerades av

# field:gnuhealth.patient.ambulatory_care,state:
source: State
sv: Skick

# field:gnuhealth.patient.ambulatory_care,systolic:
source: Systolic Pressure
sv: Systoliskt tryck

# field:gnuhealth.patient.ambulatory_care,temperature:
source: Temperature
sv: Temperatur

# field:gnuhealth.patient.ambulatory_care,warning:
source: Warning
sv: Varning

# field:gnuhealth.patient.ambulatory_care,warning_icon:
source: Warning Icon
sv: Varningsikon

# field:gnuhealth.patient.ambulatory_care,weight:
source: Weight
sv: Vikt

# field:gnuhealth.sequences,ambulatory_care_sequence:
source: Ambulatory Sequence
sv: Ambulerande sekvens

# field:gnuhealth.sequences.ambulatory_care_sequence,ambulatory_care_sequence:
source: Ambulatory Sequence
sv: Ambulerande sekvens

# help:gnuhealth.ambulatory_care_procedure,procedure:
source: Procedure Code
sv: Förfarandekod

# help:gnuhealth.patient.ambulatory_care,ambulatory_procedures:
source: Procedures done during the ambulatory care session
sv: Procedurer som utförs under den ambulatoriska vårdsessionen

# help:gnuhealth.patient.ambulatory_care,bpm:
source: Heart rate expressed in beats per minute
sv: Hjärtfrekvens uttryckt i slag per minut

# help:gnuhealth.patient.ambulatory_care,evolution:
source: Check your judgement of current patient condition
sv: Kontrollera din bedömning av patientens nuvarande tillstånd

# help:gnuhealth.patient.ambulatory_care,glycemia:
source: Blood Glucose level
sv: Glukosnivå i blodet

# help:gnuhealth.patient.ambulatory_care,osat:
source: Oxygen Saturation(arterial).
sv: Syressättning(arteriell).

# help:gnuhealth.patient.ambulatory_care,pain:
source: Check if the patient is in pain
sv: Kontrollera om patienten har ont

# help:gnuhealth.patient.ambulatory_care,pain_level:
source: Enter the pain level, from 1 to 10.
sv: Skriv in nivå av smärta, från 1 till 10.

# help:gnuhealth.patient.ambulatory_care,procedures:
source: List of the procedures in this session. Please enter the first one as the main procedure
sv: Lista över procedurerna i den här sessionen. Vänligen ange den första som den huvudsakliga proceduren

# help:gnuhealth.patient.ambulatory_care,respiratory_rate:
source: Respiratory rate expressed in breaths per minute
sv: Andningsfrekvens uttryckt i andetag per minut

# help:gnuhealth.patient.ambulatory_care,signed_by:
source: Health Professional that signed the session
sv: Vårdpersonal som signerade sessionen

# help:gnuhealth.patient.ambulatory_care,temperature:
source: Temperature in celsius
sv: Temperatur i celsius

# help:gnuhealth.patient.ambulatory_care,weight:
source: Measured weight, in kg
sv: Uppmätt vikt, i kg

# model:gnuhealth.ambulatory_care_procedure,name:
source: Ambulatory Care Procedure
sv: Förfarande för ambulerande vård

# model:ir.action,name:action_gnuhealth_patient_ambulatory_care_view
source: Ambulatory Care
sv: Ambulerande vård

# model:ir.action,name:report_ambulatory_care
source: Ambulatory care session
sv: Session för ambulerande vård

# model:ir.message,text:msg_no_associated_health_professional
source: SM-CORE-0007: Currently logged in user is not associated to a health professional. See "Internal User" field of "Parties/People" form.
sv: SM-CORE-0007: Den aktuella inloggade användaren är inte associerad till en vårdpersonal. Se "Intern användare"-fältet i "Parter/Folk"-formuläret.

# model:ir.message,text:msg_report_pain_level
source: Level: %(pain_level)s
sv: Nivå: %(pain_level)s

# model:ir.message,text:msg_report_pain_no
source: No
sv: Nej

# model:ir.message,text:msg_report_pain_yes
source: Yes
sv: Ja

# model:ir.model.button,string:session_end_button
source: End session
sv: Avsluta rondering

# model:ir.sequence,name:seq_gnuhealth_ambulatory_care
source: Ambulatory Care
sv: Ambulerande vård

# model:ir.sequence.type,name:seq_type_gnuhealth_ambulatory_care
source: Ambulatory Care
sv: Ambulerande vård

# model:ir.ui.menu,name:menu_gnuhealth_patient_ambulatory_care_list
source: Ambulatory Care
sv: Ambulerande vård

# report:patient.ambulatory_care.report:
source: Ambulatory Care Session
sv: Ambulerande vårdsession

# report:patient.ambulatory_care.report:
source: BP
sv: BT

# report:patient.ambulatory_care.report:
source: End:
sv: Slut:

# report:patient.ambulatory_care.report:
source: Glycemia
sv: Glykemi

# report:patient.ambulatory_care.report:
source: Health Prof:
sv: Vårdpersonal:

# report:patient.ambulatory_care.report:
source: Next session
sv: Nästa session

# report:patient.ambulatory_care.report:
source: Pain
sv: Smärta

# report:patient.ambulatory_care.report:
source: Procedures
sv: Förfaranden

# report:patient.ambulatory_care.report:
source: Resp. rate
sv: Hjärtfrekv.

# report:patient.ambulatory_care.report:
source: Session ID:
sv: Sessionens ID:

# report:patient.ambulatory_care.report:
source: Summary
sv: Sammanfattning

# report:patient.ambulatory_care.report:
source: Weight (kg)
sv: Vikt (kg)

# selection:gnuhealth.patient.ambulatory_care,evolution:
source: Initial
sv: Initiellt

# selection:gnuhealth.patient.ambulatory_care,evolution:
source: Status Quo
sv: Nuvarande tillstånd

# selection:gnuhealth.patient.ambulatory_care,state:
source: In Progress
sv: Pågår

# view:gnuhealth.ambulatory_care_procedure:
source: Procedure Details / Incidents
sv: Detaljer för proceduren / Tillbud

# view:gnuhealth.patient.ambulatory_care:
source: End
sv: Slut

# view:gnuhealth.patient.ambulatory_care:
source: End this session
sv: Avsluta den här sessionen

# view:gnuhealth.patient.ambulatory_care:
source: End this session ?
sv: Avsluta den här sessionen ?

# view:gnuhealth.patient.ambulatory_care:
source: Misc
sv: Övrigt

# view:gnuhealth.patient.ambulatory_care:
source: Summary
sv: Sammanfattning

# view:gnuhealth.patient.ambulatory_care:
source: Vital Signs
sv: Livstecken
