Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-lab/gnuhealth_lab-5.0.0rc2-py3-none-any.whl/trytond/modules/health_lab/locale/*.po
Languages: ar

# field:gnuhealth.lab,analytes_summary:
source: Summary
ar: ملخص

# field:gnuhealth.lab,date_analysis:
source: Analysis Date
ar: تاريخ التحليل

# field:gnuhealth.lab,date_requested:
source: Request Date
ar: تاريخ الطلب

# field:gnuhealth.lab,diagnosis:
source: Diagnosis
ar: تشخيص

# field:gnuhealth.lab,images:
source: Images
ar: الصور

# field:gnuhealth.lab,name:
source: ID
ar: الهوية

# field:gnuhealth.lab,other_source:
source: Other
ar: أخرى

# field:gnuhealth.lab,pathologist:
source: Pathologist
ar: أخصائي علم الأمراض

# field:gnuhealth.lab,pathology:
source: Pathology
ar: علم الأمراض

# field:gnuhealth.lab,patient:
source: Patient
ar: المريض

# field:gnuhealth.lab,request_order:
source: Order
ar: الترتيب

# field:gnuhealth.lab,requestor:
source: Health Prof
ar: بروفسور صحي

# field:gnuhealth.lab,results:
source: Results
ar: النتائج

# field:gnuhealth.lab,source_name:
source: Source name
ar: اسم المصدر

# field:gnuhealth.lab,source_type:
source: Source
ar: المصدر

# field:gnuhealth.lab,test:
source: Test type
ar: نوع الإختبار

# field:gnuhealth.lab.test.critearea,code:
source: Code
ar: رمز

# field:gnuhealth.lab.test.critearea,excluded:
source: Excluded
ar: مستبعد

# field:gnuhealth.lab.test.critearea,gnuhealth_lab_id:
source: Test Cases
ar: حالات الإختبار

# field:gnuhealth.lab.test.critearea,lab_warning_icon:
source: Lab Warning Icon
ar: رمز تحذير المختبر

# field:gnuhealth.lab.test.critearea,limits_verified:
source: Limits verified
ar: تم التحقق من الحدود

# field:gnuhealth.lab.test.critearea,lower_limit:
source: Lower Limit
ar: الحد الأدنى

# field:gnuhealth.lab.test.critearea,name:
source: Analyte
ar: المادة المحللّة

# field:gnuhealth.lab.test.critearea,normal_range:
source: Reference
ar: المرجع

# field:gnuhealth.lab.test.critearea,remarks:
source: Remarks
ar: ملاحظات

# field:gnuhealth.lab.test.critearea,result:
source: Value
ar: القيمة

# field:gnuhealth.lab.test.critearea,sequence:
source: Sequence
ar: تسلسل

# field:gnuhealth.lab.test.critearea,test_type_id:
source: Test type
ar: نوع الإختبار

# field:gnuhealth.lab.test.critearea,to_integer:
source: To integer
ar: إلى عدد صحيح

# field:gnuhealth.lab.test.critearea,units:
source: Units
ar: الوحدات

# field:gnuhealth.lab.test.critearea,upper_limit:
source: Upper Limit
ar: الحد الأقصى

# field:gnuhealth.lab.test.critearea,warning:
source: Warn
ar: تحذير

# field:gnuhealth.lab.test.units,code:
source: Code
ar: الرمز

# field:gnuhealth.lab.test.units,name:
source: Unit
ar: الوحدة

# field:gnuhealth.lab.test_type,active:
source: Active
ar: نشيط

# field:gnuhealth.lab.test_type,age_range:
source: Age range
ar: الفئة العمرية

# field:gnuhealth.lab.test_type,category:
source: Category
ar: الفئة

# field:gnuhealth.lab.test_type,code:
source: Code
ar: الرمز

# field:gnuhealth.lab.test_type,critearea:
source: Test Cases
ar: حالات الاختبار

# field:gnuhealth.lab.test_type,gender:
source: Gender
ar: الجنس

# field:gnuhealth.lab.test_type,info:
source: Description
ar: الوصف

# field:gnuhealth.lab.test_type,max_age:
source: Max age
ar: الحد الأقصى للعمر

# field:gnuhealth.lab.test_type,min_age:
source: Min age
ar: عمري

# field:gnuhealth.lab.test_type,name:
source: Test
ar: الاختبار

# field:gnuhealth.lab.test_type,product_id:
source: Service
ar: الخدمة

# field:gnuhealth.lab.test_type,report_style:
source: Report style
ar: أسلوب التقرير

# field:gnuhealth.lab.test_type,tags:
source: Tags
ar: العلامات

# field:gnuhealth.patient,lab_test_ids:
source: Lab Tests Required
ar: الفحوصات المخبرية المطلوبة

# field:gnuhealth.patient.disease,lab_confirmed:
source: Lab Confirmed
ar: تم تأكيد المختبر

# field:gnuhealth.patient.disease,lab_test:
source: Lab Test
ar: إختبار معملي

# field:gnuhealth.patient.lab.test,comment:
source: Additional Information
ar: معلومات اضافية

# field:gnuhealth.patient.lab.test,date:
source: Date
ar: تأريخ

# field:gnuhealth.patient.lab.test,doctor_id:
source: Health Prof
ar: بروفسور صحي

# field:gnuhealth.patient.lab.test,other_source:
source: Other
ar: أخرى

# field:gnuhealth.patient.lab.test,patient_id:
source: Patient
ar: المريض

# field:gnuhealth.patient.lab.test,request:
source: Order
ar: الترتيب

# field:gnuhealth.patient.lab.test,source_name:
source: Source name
ar: اسم المصدر

# field:gnuhealth.patient.lab.test,source_type:
source: Source
ar: المصدر

# field:gnuhealth.patient.lab.test,state:
source: State
ar: حالة

# field:gnuhealth.patient.lab.test,urgent:
source: Urgent
ar: مٌستعجل

# field:gnuhealth.patient.lab.test.request.start,context:
source: Context
ar: الحالة

# field:gnuhealth.patient.lab.test.request.start,date:
source: Date
ar: تاريخ

# field:gnuhealth.patient.lab.test.request.start,doctor:
source: Health Prof
ar: بروفسور صحي

# field:gnuhealth.patient.lab.test.request.start,other_source:
source: Other
ar: أخرى

# field:gnuhealth.patient.lab.test.request.start,patient:
source: Patient
ar: المريض

# field:gnuhealth.patient.lab.test.request.start,source_type:
source: Source
ar: المصدر

# field:gnuhealth.patient.lab.test.request.start,tests:
source: Tests
ar: الاختبار

# field:gnuhealth.patient.lab.test.request.start,urgent:
source: Urgent
ar: مٌستعجل

# field:gnuhealth.request-test,request:
source: Request
ar: طلب

# field:gnuhealth.request-test,test:
source: Test
ar: الاختبار

# field:gnuhealth.sequences,lab_request_sequence:
source: Lab request sequence
ar: تسلسل طلب المختبر

# field:gnuhealth.sequences,lab_test_sequence:
source: Lab test sequence
ar: تسلسل الاختبارات المعملية

# field:gnuhealth.sequences.lab_request_sequence,lab_request_sequence:
source: Lab request sequence
ar: تسلسل طلب المختبر

# field:gnuhealth.sequences.lab_test_sequence,lab_test_sequence:
source: Lab test sequence
ar: تسلسل الاختبارات المعملية

# help:gnuhealth.lab,name:
source: Lab result ID
ar: رقم نتيجة الإختبار

# help:gnuhealth.lab,other_source:
source: Other sample source.
ar: مصدر عينة أخرى.

# help:gnuhealth.lab,pathologist:
source: Pathologist
ar: أخصائي في علم الأمراض

# help:gnuhealth.lab,pathology:
source: Pathology confirmed / associated to this lab test.
ar: تم تأكيد علم الأمراض / المرتبط بهذا الاختبار المعملي.

# help:gnuhealth.lab,patient:
source: Patient
ar: رقم المريض

# help:gnuhealth.lab,requestor:
source: Doctor who requested the test
ar: الطبيب الذي طلب اختبار

# help:gnuhealth.lab,source_type:
source: Sample source type.
ar: نوع مصدر العينة.

# help:gnuhealth.lab,test:
source: Lab test type
ar: نوع التحليل المخبري

# help:gnuhealth.lab.test.critearea,code:
source: Lab test critearea code, mainly used by lab interface script.
ar: رمز منطقة معايير الاختبار المعملي، يُستخدم بشكل أساسي من خلال البرنامج النصي لواجهة المعمل.

# help:gnuhealth.lab.test.critearea,excluded:
source: Select this option when this analyte is excluded from the test
ar: حدد هذا الخيار عندما يتم استبعاد هذا التحليل من الاختبار

# help:gnuhealth.lab.test.critearea,result_text:
source: Non-numeric results. For example qualitative values, morphological, colors ...
ar: نتائج غير رقمية. على سبيل المثال القيم النوعية والشكلية والألوان ...

# help:gnuhealth.lab.test.critearea,to_integer:
source: Convert result value to interger in report.
ar: تحويل قيمة النتيجة إلى عدد صحيح في التقرير.

# help:gnuhealth.lab.test.critearea,warning:
source: Warns the patient about this analyte result It is useful to contextualize the result to each patient status like age, sex, comorbidities, ...
ar: يحذر المريض عن هذه النتيجة الحليلة ومن المفيد لتأطير النتيجة إلى كل حالة المريض مثل العمر والجنس والأمراض المصاحبة، ...

# help:gnuhealth.lab.test_type,code:
source: Short name - code for the test
ar: الاسم القصير - كود الاختبار

# help:gnuhealth.lab.test_type,max_age:
source: Max age year, (years x 365 + months x 30.5 + days) / 365
ar: الحد الأقصى للعمر (السنوات × 365 + الأشهر × 30.5 + الأيام) / 365

# help:gnuhealth.lab.test_type,min_age:
source: Min age year, (years x 365 + months x 30.5 + days) / 365
ar: الحد الأدنى للعمر (سنوات × 365 + أشهر × 30.5 + أيام) / 365

# help:gnuhealth.lab.test_type,name:
source: Test type, eg X-Ray, hemogram,biopsy...
ar: نوع الاختبار، مثل الأشعة السينية، الصيغة الدموية، خزعة ...

# help:gnuhealth.lab.test_type,tags:
source: Tags of test type, which can be used in if directive of report template file, tags use letters and numbers, separated by colon.
ar: علامات نوع الاختبار، والتي يمكن استخدامها في حالة توجيه ملف قالب التقرير، تستخدم العلامات أحرفًا وأرقامًا، مفصولة بنقطتين.

# help:gnuhealth.patient.disease,lab_confirmed:
source: Confirmed by laboratory test
ar: تم تأكيده بواسطة الاختبار المعملي

# help:gnuhealth.patient.disease,lab_test:
source: Lab test that confirmed the condition
ar: الاختبار المعملي الذي أكد الحالة

# help:gnuhealth.patient.lab.test,context:
source: Health context for this order. It can be a suspected or existing health condition, a regular health checkup, ...
ar: السياق الصحي لهذا الطلب. يمكن أن تكون حالة صحية مشتبه بها أو موجودة، أو فحص طبي منتظم، ...

# help:gnuhealth.patient.lab.test,doctor_id:
source: Health professional who requests the lab test.
ar: المهني الصحي الذي يطلب الفحص المعملي.

# help:gnuhealth.patient.lab.test,other_source:
source: Other sample source.
ar: مصدر عينة أخرى.

# help:gnuhealth.patient.lab.test,source_type:
source: Sample source type.
ar: نوع مصدر العينة

# help:gnuhealth.patient.lab.test.request.start,context:
source: Health context for this order. It can be a suspected or existing health condition, a regular health checkup, ...
ar: السياق الصحي لهذا الطلب. يمكن أن تكون حالة صحية مشتبه بها أو موجودة، أو فحص طبي منتظم، ...

# help:gnuhealth.patient.lab.test.request.start,doctor:
source: Health professional who ordered the lab tests.
ar: أخصائي الصحة الذي أمر الاختبارات المعملية.

# help:gnuhealth.patient.lab.test.request.start,other_source:
source: Other sample source.
ar: مصدر عينة أخرى.

# help:gnuhealth.patient.lab.test.request.start,source_type:
source: Sample source type.
ar: نوع مصدر العينة

# model:gnuhealth.lab,name:
source: Patient Lab Test Results
ar: نتائج اختبار مختبر المريض

# model:gnuhealth.lab.test.create.init,name:
source: Create Test Report Init
ar: إنشاء تقرير اختبار أولي

# model:gnuhealth.lab.test.critearea,name:
source: Lab Test Critearea
ar: معايير الفحص المخبري

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_agratio0
source: AG Ratio
ar: نسبة AG

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_albumin0
source: Albumin
ar: الزلال

source: Alkaline Phosphatase
ar: الفوسفاتيز القلوية

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_bacteria0
source: Bacteria
ar: بكتيريا

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_bilirubin0
source: Bilirubin
ar: البيلروبين

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_blood0
source: Blood
ar: دم

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_blood1
source: Blood
ar: دم

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_bloodgrouprh0
source: Blood Group & RH
ar: فصيلة الدم والصحة الإنجابية

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_casts0
source: Casts
ar: القوالب

source: Chemical Examination
ar: الفحص الكيميائي

source: Clarity/ Appearance
ar: الوضوح / المظهر

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_color0
source: Color
ar: لون

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_color1
source: Color
ar: لون

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_color2
source: Color
ar: لون

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_consistency0
source: Consistency
ar: تناسق

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_creatinine0
source: Creatinine
ar: الكرياتينين

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_crystals0
source: Crystals
ar: بلورات

source: Direct Bilirubin
ar: البيليروبين المباشر

source: Epithelial Cells
ar: الخلايا الظهارية

source: Epithelial Cells
ar: الخلايا الظهارية

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_gammagt0
source: Gamma GT
ar: جاما جي تي

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_globulin0
source: Globulin
ar: الجلوبيولين

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_glucose0
source: Glucose
ar: الجلوكوز

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_haemoglobin0
source: HGB
ar: الهيموغلوبين

source: Indirect Bilirubin
ar: البيليروبين غير المباشر

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_ketonebodies0
source: Ketone Bodies
ar: أجسام خلونية

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_leucocytes0
source: Leucocytes
ar: الكريات البيض

source: Liquefaction Time
ar: وقت التسييل

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_lym0
source: LYM%
ar: اللمفاويات%

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_lym1
source: LYM
ar: لمفاويات#

source: Microscopic Examination
ar: الفحص المجهري

source: Microscopic Examination
ar: الفحص المجهري

source: Microscopic Examination
ar: الفحص المجهري

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_morphology0
source: Morphology
ar: علم التشكل المورفولوجيا

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_motility0
source: Motility
ar: الحركة

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_mucus0
source: Mucus
ar: مخاط

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_nitrites0
source: Nitrites
ar: النتريت

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_nonmotile0
source: Non Motile
ar: غير متحرك

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_nonprogressive0
source: Non Progressive
ar: غير تقدمية

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_others0
source: Others
ar: الغير

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_ovacyst0
source: Ova/Cyst
ar: البيض / كيس

source: Physical Examination
ar: الفحص البدني

source: Physical Examination
ar: الفحص البدني

source: Physical Examination
ar: الفحص البدني

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_platelets0
source: Platelets
ar: الصفائح

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_progressive0
source: Progressive
ar: تدريجي

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_prolactin0
source: PROLACTIN
ar: برولاكتين

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_protein0
source: Protein
ar: بروتين

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_puscells0
source: Pus cells
ar: خلايا صديد

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_puscells1
source: Pus cells
ar: خلايا صديد

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_puscells2
source: Pus Cells
ar: خلايا صديد

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_rbcs0
source: RBCs
ar: كرات الدم الحمراء

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_rbcs1
source: RBCs
ar: كرات الدم الحمراء

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_rbcs2
source: RBCs
ar: كرات الدم الحمراء

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_rbcs3
source: RBC's
ar: كرات الدم الحمراء

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_reaction0
source: Reaction
ar: رد فعل

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_report0
source: REPORT
ar: تقرير

source: Specific Gravity
ar: جاذبية معينة

source: Spermatogonic Cells
ar: الخلايا المنوية

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_testosterone0
source: TESTOSTERONE
ar: التستوستيرون

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_totalbilirubin0
source: Total Bilirubin
ar: البيليروبين الكلي

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_totalcount0
source: Total count
ar: العدد الإجمالي

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_totalprotein0
source: Total Protein
ar: البروتين الكلي

source: Un digested matter
ar: مادة غير مهضومة

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_urea0
source: Urea
ar: اليوريا

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_uricacid0
source: Uric Acid
ar: حمض اليوريك

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_urobilinogen0
source: Urobilinogen
ar: اليوروبيلينوجين

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_viscosity0
source: Viscosity
ar: اللزوجة

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_volume0
source: Volume
ar: مقدار

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_wbc0
source: WBC
ar: كرات الدم البيضاء

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_wbcs0
source: WBCs
ar: كرات الدم البيضاء

source: Negative
ar: سلبي

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_blood0
source: Negative
ar: سلبي

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_blood1
source: Negative
ar: سلبي

source: Clear
ar: واضح

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_color1
source: Yellow
ar: أصفر

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_color2
source: Brown
ar: بني

source: Well formed
ar: شكلت بشكل جيد

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_esr0
source: Up to 15
ar: ما يصل الى 15

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_fsh0
source: Follicular Phase: 3.0-12.0; Midcycle: 8.0-22.0; Luteal phase: 2.0-12.0; Post menopausal: 35.0-151;
ar: المرحلة الجريبية: 3.0-12.0؛ الدورة المتوسطة: 8.0-22.0؛ المرحلة الأصفرية: 2.0-12.0؛ بعد انقطاع الطمث: 35.0-151؛

source: Negative
ar: سلبي

source: Up to 0.8
ar: ما يصل إلى 0.8

source: Negative
ar: سلبي

source: Negative
ar: سلبي

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_lh0
source: Follicular Phase: 0.8-10.5; Midcycle: 18.4-61.2; Luteal phase: 0.8-10.5; Post menopausal: 8.2-40.8;
ar: المرحلة الجريبية: 0.8-10.5؛ الدورة المتوسطة: 18.4-61.2؛ المرحلة الأصفرية: 0.8-10.5؛ بعد انقطاع الطمث: 8.2-40.8؛

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_mucus0
source: Negative
ar: سلبي

source: Negative
ar: سلبي

source: Absent
ar: غائب

source: Women, non pregnant: 1.2-19.5; Postmenopausal: 1.5-18.5;
ar: النساء غير الحوامل: 1.2-19.5؛ بعد انقطاع الطمث: 1.5-18.5؛

source: Negative
ar: سلبي

source: Sexually mature women: 0.6; Postmenopause: 0.8;
ar: النساء الناضجات جنسياً: 0.6؛ بعد انقطاع الطمث: 0.8؛

source: Negative
ar: سلبي

# model:gnuhealth.lab.test.units,name:
source: Lab Test Units
ar: وحدات التحليل المخبري

# model:gnuhealth.lab.test.units,name:gnuhealth_lab_test_units_millionscc0
source: Millions/cc
ar: مليون/سم مكعب

# model:gnuhealth.lab.test_type,name:
source: Type of Lab test
ar: نوع من اختبار المعمل

# model:gnuhealth.lab.test_type,name:gnuhealth_test_completebloodcount0
source: COMPLETE BLOOD COUNT
ar: فحص دم شامل

# model:gnuhealth.lab.test_type,name:gnuhealth_test_endocrinology0
source: ENDOCRINOLOGY
ar: الغدد الصماء

# model:gnuhealth.lab.test_type,name:gnuhealth_test_haematology0
source: HAEMATOLOGY
ar: علم الدم

# model:gnuhealth.lab.test_type,name:gnuhealth_test_liverfunctiontest0
source: LIVER FUNCTION TEST
ar: اختبار وظيفة الكبد

# model:gnuhealth.lab.test_type,name:gnuhealth_test_peripheralsmearexamination0
source: PERIPHERAL SMEAR EXAMINATION
ar: الفحص المحيطي للذكاء الاصطناعي

# model:gnuhealth.lab.test_type,name:gnuhealth_test_renalfunctiontest0
source: RENAL FUNCTION TEST
ar: اختبار وظائف الكلى

# model:gnuhealth.lab.test_type,name:gnuhealth_test_semenanalysis0
source: SEMEN ANALYSIS
ar: تحليل سيمين

# model:gnuhealth.lab.test_type,name:gnuhealth_test_stoolexamination0
source: STOOL EXAMINATION
ar: فحص البراز

# model:gnuhealth.lab.test_type,name:gnuhealth_test_urineanalysis0
source: URINE ANALYSIS
ar: تحليل بول

# model:gnuhealth.patient.lab.test,name:
source: Lab Test Request
ar: مريض إختبار معملي

# model:gnuhealth.patient.lab.test.request.start,name:
source: Request Patient Lab Test Start
ar: طلب بدء إجراء فحص المريض

# model:gnuhealth.request-test,name:
source: Request - Test
ar: طلب - اختبار

# model:gnuhealth.sequences.lab_request_sequence,name:
source: Lab Request Sequence setup
ar: إعداد تسلسل طلب المختبر

# model:gnuhealth.sequences.lab_test_sequence,name:
source: Lab Test Sequence setup
ar: إعداد تسلسل الاختبارات المعملية

# model:ir.action,name:act_create_lab_test
source: Lab: Create test
ar: إنشاء فحص مختبر

# model:ir.action,name:act_patient_lab_history_form1
source: Lab: Results
ar: تقارير مختبر

# model:ir.action,name:gnuhealth_action_lab_test_request
source: Lab Test Requests
ar: طلب إجراء إختبار

# model:ir.action,name:gnuhealth_action_lab_unit
source: Lab Test Units
ar: وحدات التحليل المخبري

# model:ir.action,name:gnuhealth_action_list_test
source: Lab Test Types
ar: أنواع التحليل المخبري

# model:ir.action,name:gnuhealth_action_tree_lab
source: Lab Results
ar: نتائج التحليل المخبري

# model:ir.action,name:patient_lab_test_request
source: Lab: New order
ar: طلب فحص مختبر

# model:ir.action,name:report_patient_labtest_report
source: Lab Report
ar: تقرير مختبر

# model:ir.sequence,name:seq_gnuhealth_lab_request
source: Lab Request
ar: طلب معملي

# model:ir.sequence,name:seq_gnuhealth_lab_test
source: Lab Test
ar: إختبار معملي

# model:ir.sequence.type,name:seq_type_gnuhealth_lab_request
source: Lab Request
ar: طلب مختبر

# model:ir.sequence.type,name:seq_type_gnuhealth_lab_test
source: Lab Test
ar: إختبار معملي

# model:ir.ui.menu,name:gnuhealth_action_lab_tree
source: Lab Results
ar: نتائج الفحوصات المعملية

# model:ir.ui.menu,name:gnuhealth_conf_laboratory
source: Laboratory
ar: مختبر

# model:ir.ui.menu,name:gnuhealth_laboratory_menu
source: Laboratory
ar: مختبر

# model:ir.ui.menu,name:gnuhealth_labtest_request
source: Lab Test Requests
ar: طلب إجراء إختبار

# model:ir.ui.menu,name:gnuhealth_labtest_unit
source: Lab Test Units
ar: وحدات التحليل المخبري

# model:ir.ui.menu,name:menu_gnuhealth_action_list_test
source: Lab Test Types
ar: أنواع التحليل المخبري

# model:ir.ui.menu,name:menu_patient_lab_test_request
source: Lab: New order
ar: طلب فحص مختبر

# model:product.category,name:product_category_labservices0
source: Lab Services
ar: خدمات المختبر

# model:product.template,name:product_template_endocrinology0
source: Endocrinology
ar: علم الغدد

# model:res.group,name:group_health_lab
source: Health Lab
ar: المختبر الصحي

# model:res.group,name:group_health_lab_admin
source: Health lab Administration
ar: الإدارة الصحية للمختبر

# report:patient.labtest.report:
source: Age:
ar: العمر:

# report:patient.labtest.report:
source: Analyte
ar: المادة المحللّة

# report:patient.labtest.report:
source: Comment
ar: تعليق

# report:patient.labtest.report:
source: Diagnosis:
ar: تشخيص:

# report:patient.labtest.report:
source: Gender:
ar: الجنس:

# report:patient.labtest.report:
source: Image
ar: صورة

# report:patient.labtest.report:
source: LABORATORY REPORT
ar: تقرير المختبر

# report:patient.labtest.report:
source: Name:
ar: الاسم:

# report:patient.labtest.report:
source: Order:
ar: امر:

# report:patient.labtest.report:
source: PUID:
ar: رقم المريض:

# report:patient.labtest.report:
source: Pathologist:
ar: أخصائي علم الأمراض:

# report:patient.labtest.report:
source: Reference
ar: المرجع

# report:patient.labtest.report:
source: Remarks
ar: ملاحظات

# report:patient.labtest.report:
source: Results
ar: النتائج

# report:patient.labtest.report:
source: Results:
ar: نتائج:

# report:patient.labtest.report:
source: Signature:
ar: إمضاء:
