Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-lab/gnuhealth_lab-5.0.0rc2-py3-none-any.whl/trytond/modules/health_lab/locale/*.po
Languages: ar

# report:patient.labtest.report:
source: Source:
ar: المصدر:

# report:patient.labtest.report:
source: Test:
ar: التحليل:

# report:patient.labtest.report:
source: Unit
ar: وحدة

# selection:gnuhealth.lab,source_type:
source: Other
ar: أخرى

# selection:gnuhealth.lab,source_type:
source: Patient
ar: المريض

# selection:gnuhealth.lab.test_type,category:
source: Biochemical Testing
ar: اختبار الكيمياء الحيوية

# selection:gnuhealth.lab.test_type,category:
source: Body Fluid and Excreta Examination
ar: فحص سوائل الجسم والفضلات

# selection:gnuhealth.lab.test_type,category:
source: Chromosome and Genetic Disease Detection
ar: الكشف عن الأمراض الكروموسومية والوراثية

# selection:gnuhealth.lab.test_type,category:
source: Hematology Testing
ar: اختبار أمراض الدم

# selection:gnuhealth.lab.test_type,category:
source: Immunological Testing
ar: الاختبارات المناعية

# selection:gnuhealth.lab.test_type,category:
source: Microbiological Testing
ar: الاختبارات الميكروبيولوجية

# selection:gnuhealth.lab.test_type,category:
source: Molecular Biology Testing
ar: اختبار البيولوجيا الجزيئية

# selection:gnuhealth.lab.test_type,category:
source: Others
ar: الغير

# selection:gnuhealth.lab.test_type,gender:
source: Female
ar: انثى

# selection:gnuhealth.lab.test_type,gender:
source: Male
ar: ذكر

# selection:gnuhealth.lab.test_type,report_style:
source: Do not show in report
ar: لا تظهر في التقرير

# selection:gnuhealth.lab.test_type,report_style:
source: Do not use table
ar: لا تستخدم الجدول

# selection:gnuhealth.lab.test_type,report_style:
source: Table with result and normal_range columns
ar: جدول يحتوي على أعمدة النتيجة وnormal_range

# selection:gnuhealth.lab.test_type,report_style:
source: Table with result column
ar: الجدول مع عمود النتيجة

# selection:gnuhealth.lab.test_type,report_style:
source: Table with result column (no header)
ar: جدول بعمود النتيجة (بدون رأس)

# selection:gnuhealth.lab.test_type,report_style:
source: Table with result column and inline images (no header)
ar: جدول يحتوي على عمود النتيجة والصور المضمنة (بدون رأس)

# selection:gnuhealth.lab.test_type,report_style:
source: Table with result, unit and normal_range columns
ar: جدول يحتوي على أعمدة النتيجة والوحدة والنطاق العادي

# selection:gnuhealth.patient.lab.test,source_type:
source: Other
ar: أخرى

# selection:gnuhealth.patient.lab.test,source_type:
source: Patient
ar: المريض

# selection:gnuhealth.patient.lab.test,state:
source: Cancel
ar: إلغاء

# selection:gnuhealth.patient.lab.test,state:
source: Draft
ar: مسودة

# selection:gnuhealth.patient.lab.test,state:
source: Ordered
ar: طلب

# selection:gnuhealth.patient.lab.test,state:
source: Tested
ar: اختبرت

# selection:gnuhealth.patient.lab.test.request.start,source_type:
source: Other
ar: أخرى

# selection:gnuhealth.patient.lab.test.request.start,source_type:
source: Patient
ar: المريض

# view:gnuhealth.lab.test.create.init:
source: Create Tests
ar: إنشاء الاختبارات

# view:gnuhealth.lab.test.create.init:
source: Do you want to generate the test(s) ?
ar: هل تريد إنشاء الاختبار (الاختبارات)؟

# view:gnuhealth.lab.test.critearea:
source: Reference Value / Range
ar: القيمة المرجعية/النطاق

# view:gnuhealth.lab.test_type:
source: Age range:
ar: الفئة العمرية:

# view:gnuhealth.lab.test_type:
source: Extra Info
ar: معلومات اضافيه

# view:gnuhealth.lab.test_type:
source: Main Info
ar: المعلومات الاساسيه

# view:gnuhealth.lab:
source: Diagnosis
ar: تشخيص

# view:gnuhealth.lab:
source: Extra Info
ar: معلومات اضافيه

# view:gnuhealth.lab:
source: Images
ar: الصور

# view:gnuhealth.lab:
source: Main Info
ar: المعلومات الاساسيه

# view:gnuhealth.lab:
source: Notes
ar: ملاحظات

# view:gnuhealth.patient.disease:
source: Laboratory
ar: مختبر

# wizard_button:gnuhealth.lab.test.create,start,create_lab_test:
source: Create Test Order
ar: إنشاء طلب فحص

# wizard_button:gnuhealth.lab.test.create,start,end:
source: Cancel
ar: إلغاء

# wizard_button:gnuhealth.patient.lab.test.request,start,end:
source: Cancel
ar: إلغاء

# wizard_button:gnuhealth.patient.lab.test.request,start,request:
source: Request
ar: طلب
