Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-insurance/gnuhealth_insurance-5.0.0rc3.tar.gz/gnuhealth_insurance-5.0.0rc3/locale/*.po
Languages: ar

# field:gnuhealth.health_service,insurance_holder:
source: Insurance of
ar: مكان التأمين

# field:gnuhealth.health_service,insurance_plan:
source: Plan
ar: خطة

# field:gnuhealth.insurance.plan,product_policy:
source: Policy
ar: سياسة

# field:gnuhealth.insurance.plan.product.policy,discount:
source: Discount
ar: خصم

# field:gnuhealth.insurance.plan.product.policy,plan:
source: Plan
ar: خطة

# field:gnuhealth.insurance.plan.product.policy,price:
source: Price
ar: السعر

# field:gnuhealth.insurance.plan.product.policy,product:
source: Product
ar: منتج

# field:gnuhealth.insurance.plan.product.policy,product_category:
source: Category
ar: الفئة

# help:gnuhealth.health_service,insurance_holder:
source: Insurance Policy Holder
ar: سياسة التأمين

# help:gnuhealth.insurance.plan.product.policy,discount:
source: Discount in Percentage. It has higher precedence than the fixed price when both values coexist
ar: الحسم بالمئة. الحسم المستخدم في حال كان هناك حسم ثابت

# help:gnuhealth.insurance.plan.product.policy,price:
source: Apply a fixed price for this product or category
ar: تطبيق سعر ثابت لهذا المنتج او الفئة

# model:gnuhealth.insurance.plan.product.policy,name:
source: Policy associated to the product on the insurance plan
ar: السياسة المرتبطة بالمنتج في خطة التأمين

# model:ir.action,name:action_gnuhealth_insurance_plan_product_policy_view
source: Plan Product Policies
ar: خطة سياسة التأمين

# model:ir.message,text:msg_discount_without_element
source: SM-INSURANCE-0002: You need to associate a product or category to the discount
ar: SM-INSURANCE-0002: تحتاج لربط منتج او فئة للحسم

# model:ir.message,text:msg_need_a_policy
source: SM-INSURANCE-0006: You need to specify either a percentage or a fixed price for this policy line. If both are present, the percentage will be applied
ar: SM-INSURANCE-0006: يجب ان تحدد اما مئويا او سعر ثابت لهذه الخطة. اذا اخترت الاثنين سيتم تطبيق المئوي

# model:ir.message,text:msg_no_account_receivable
source: SM-INSURANCE-0007: No Account Receivable defined in party or in default configuration
ar: SM-INSURANCE-0007: لم يتم اختيار حساب المستقبل في الجهة او في الاعدادات الافتراضية

# model:ir.message,text:msg_no_invoice_address
source: SM-INSURANCE-0004: No address associated to the invoice
ar: SM-INSURANCE-0004: لايوجد عنوان مرتبط بالفاتورة

# model:ir.message,text:msg_no_payment_term
source: SM-INSURANCE-0005: No payment term
ar: SM-INSURANCE-0005: لم يتم اختيار طريقة الدفع

# model:ir.message,text:msg_pct_out_of_range
source: SM-INSURANCE-0001: Percentage out of range [0-100]
ar: SM-INSURANCE-0001: النسبة خارج السياق [0-100]

# model:ir.message,text:msg_service_invoiced
source: SM-INSURANCE-0003: The service has been invoiced
ar: SM-INSURANCE-0003: تم فوترة الخدمة

# model:ir.ui.menu,name:menu_gnuhealth_insurance_plan_product_policy_list
source: Plan Product Policies
ar: خطة سياسة التأمين
