Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-stock-surgery/gnuhealth_stock_surgery-5.0.0rc3.tar.gz/gnuhealth_stock_surgery-5.0.0rc3/locale/*.po
Languages: nl

# field:gnuhealth.surgery,location:
source: Stock Location
nl: Locatie Voorraad

# field:gnuhealth.surgery,moves:
source: Moves
nl: Verplaatsingen

# model:gnuhealth.surgery.stock.move.init,name:
source: Create Surgery Stock Move Init
nl: Eerste voorraadinventarisatie operatiekamer

# model:ir.action,name:act_create_surgery_stock_move
source: Create Surgery Stock Move
nl: Maak een verplaatsing van operatie-instrumenten aan

# model:ir.action,name:act_surgery_move_form1
source: Surgery Stock Moves [readonly]
nl: Operatie instrument verplaatsingen

# model:ir.message,text:msg_stock_move_exists
source: Stock move already exists
nl: Deze verplaatsing is al aangemaakt

# view:gnuhealth.surgery.stock.move.init:
source: Create Stock Move?
nl: Instrumentatie-verplaatsing aanmaken?

# view:gnuhealth.surgery:
source: Stock
nl: Voorraad

# wizard_button:gnuhealth.surgery.stock.move.create,start,create_stock_move:
source: Create Stock Move
nl: Maak instrumentatie-verplaatsing aan

# wizard_button:gnuhealth.surgery.stock.move.create,start,end:
source: Cancel
nl: Annuleren
