Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-stock-surgery/gnuhealth_stock_surgery-5.0.0rc2.tar.gz/gnuhealth_stock_surgery-5.0.0rc2/locale/*.po
Languages: ar

# field:gnuhealth.surgery,location:
source: Stock Location
ar: موقع المخزن

# field:gnuhealth.surgery,moves:
source: Moves
ar: تحركات

# model:gnuhealth.surgery.stock.move.init,name:
source: Create Surgery Stock Move Init
ar: انشاء عملية نقل الاسهم الجراحية

# model:ir.action,name:act_create_surgery_stock_move
source: Create Surgery Stock Move
ar: نقل الاسهم الجراحية

# model:ir.action,name:act_surgery_move_form1
source: Surgery Stock Moves [readonly]
ar: تحركات مخزون الجراحة [للقراءة فقط]

# model:ir.message,text:msg_stock_move_exists
source: Stock move already exists
ar: حركة المخزون موجودة مسبقا

# view:gnuhealth.surgery.stock.move.init:
source: Create Stock Move?
ar: انشاء حركة مخزن؟

# view:gnuhealth.surgery:
source: Stock
ar: رصيد

# wizard_button:gnuhealth.surgery.stock.move.create,start,create_stock_move:
source: Create Stock Move
ar: إنشاء تحركات المخزون

# wizard_button:gnuhealth.surgery.stock.move.create,start,end:
source: Cancel
ar: إلغاء
