Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-qrcodes/gnuhealth_qrcodes-5.0.0rc3-py3-none-any.whl/trytond/modules/health_qrcodes/locale/*.po
Languages: sv

# field:gnuhealth.appointment,barcode:
source: Code39
sv: Kod39

# field:gnuhealth.appointment,qr:
source: QR Code
sv: QR-kod

# field:gnuhealth.lab,bar:
source: Bar Code39
sv: Streckkod39

# field:gnuhealth.lab,qr:
source: QR Code
sv: QR-kod

# field:gnuhealth.newborn,qr:
source: QR Code
sv: QR-kod

# field:gnuhealth.patient,barcode:
source: Code39
sv: Kod39

# field:gnuhealth.patient,qr:
source: QR Code
sv: QR-kod

# field:party.party,barcode:
source: Code39
sv: Kod39

# model:ir.action,name:report_appointment_qrcode
source: Appointment QRCODE
sv: Mötets QR-kod

# model:ir.action,name:report_labtest_barcode39
source: Code39 barcode label
sv: Streckkodsetikett för Kod39

# model:ir.action,name:report_labtest_qrcode
source: Test Labels
sv: Test-etiketter

# model:ir.action,name:report_newborn_qrcard
source: Newborn ID - QR
sv: ID för nyfött barn - QR

# model:ir.action,name:report_party_wristband
source: Wristbands
sv: Armband

# model:ir.action,name:report_patient_qrcard
source: ID Cards - QR
sv: ID-kort - QR

# model:ir.action,name:report_patient_wristband
source: Wristbands
sv: Armband

# report:appointment.qrcodel:
source: APPT ID:
sv: LÄKARTIDENS ID:

# report:appointment.qrcodel:
source: Appointment Receipt
sv: Kvitto för läkartiden

# report:appointment.qrcodel:
source: Date:
sv: Datum:

# report:appointment.qrcodel:
source: Health Prof:
sv: Vårdpersonal:

# report:appointment.qrcodel:
source: Institution:
sv: Instutition:

# report:appointment.qrcodel:
source: Patient:
sv: Patienten:

# report:appointment.qrcodel:
source: Specialty:
sv: Specialitet:

# report:appointment.qrcodel:
source: You must present this receipt and your PUID
sv: Du måste presentera det här kvittot och ditt PUID

# report:labtest.qrlabel:
source: Cap label
sv: Locketikett

# report:labtest.qrlabel:
source: Extraction date:
sv: Datum för extrahering:

# report:labtest.qrlabel:
source: Req by:
sv: Beg. av:

# report:labtest.qrlabel:
source: Source:
sv: Källa:

# report:newborn.qrcard:
source: DoB:
sv: Födelsedatum:

# report:newborn.qrcard:
source: Ht / Wt:
sv: Längd / Vikt:

# report:newborn.qrcard:
source: Mother ID:
sv: Mammas ID:

# report:newborn.qrcard:
source: Mother:
sv: Mamma:

# report:newborn.qrcard:
source: Name:
sv: Namn:

# report:newborn.qrcard:
source: Sex:
sv: Kön:

# report:newborn.qrcard:
source: photo
sv: foto

# report:patient.qrcard:
source: Blood Type:
sv: Blodtyp:

# report:patient.qrcard:
source: DoB:
sv: Födelsedatum:

# report:patient.qrcard:
source: Gender:
sv: Kön:

# report:patient.qrcard:
source: Name:
sv: Namn:

# report:patient.qrcard:
source: photo
sv: foto
