Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-reporting/gnuhealth_reporting-5.0.0rc3.tar.gz/gnuhealth_reporting-5.0.0rc3/locale/*.po
Languages: ar

# field:gnuhealth.epidemics.report.open.start,demographics:
source: Demographics
ar: التركيبة السكانية

# field:gnuhealth.epidemics.report.open.start,end_date:
source: End
ar: انهاء

# field:gnuhealth.epidemics.report.open.start,health_condition:
source: Condition
ar: المرض

# field:gnuhealth.epidemics.report.open.start,start_date:
source: Start
ar: بدء

# field:gnuhealth.evaluations.open.start,end_date:
source: End Date
ar: تاريخ الانتهاء

# field:gnuhealth.evaluations.open.start,group_by:
source: Group By
ar: تجميع حسب

# field:gnuhealth.evaluations.open.start,start_date:
source: Start Date
ar: بدء التسجيل

# field:gnuhealth.evaluations_doctor,doctor:
source: Doctor
ar: طبيب

# field:gnuhealth.evaluations_doctor,evaluations:
source: Evaluations
ar: تقييمات

# field:gnuhealth.evaluations_sector,evaluations:
source: Evaluations
ar: عمليات التقييم

# field:gnuhealth.evaluations_sector,sector:
source: Sector
ar: قطاع

# field:gnuhealth.evaluations_specialty,evaluations:
source: Evaluations
ar: عمليات التقييم

# field:gnuhealth.evaluations_specialty,specialty:
source: Specialty
ar: التخصص

# field:gnuhealth.summary.report.open.start,demographics:
source: Demographics
ar: التركيبة السكانية

# field:gnuhealth.summary.report.open.start,end_date:
source: End
ar: انهاء

# field:gnuhealth.summary.report.open.start,institution:
source: Institution
ar: مؤسسة

# field:gnuhealth.summary.report.open.start,patient_evaluations:
source: Evaluations
ar: التقييمات

# field:gnuhealth.summary.report.open.start,start_date:
source: Start
ar: بدء

# field:gnuhealth.top_diseases,cases:
source: Cases
ar: حالات

# field:gnuhealth.top_diseases,disease:
source: Disease
ar: المرض

# field:gnuhealth.top_diseases.open.start,end_date:
source: End Date
ar: تاريخ الانتهاء

# field:gnuhealth.top_diseases.open.start,group:
source: Disease Group
ar: مجموعة الأمراض

# field:gnuhealth.top_diseases.open.start,number_records:
source: Number of Records
ar: عدد السجلات

# field:gnuhealth.top_diseases.open.start,start_date:
source: Start Date
ar: تاريخ البدء

# model:gnuhealth.epidemics.report.open.start,name:
source: Epidemics Report Start
ar: بداية تقرير الأوبئة

# model:gnuhealth.evaluations.open.start,name:
source: Open Evaluations
ar: فتح التقييمات

# model:gnuhealth.evaluations_doctor,name:
source: Evaluations per Doctor
ar: تقييم بالطبيب

# model:gnuhealth.evaluations_sector,name:
source: Evaluations per Sector
ar: التقييم بالقطاع

# model:gnuhealth.evaluations_specialty,name:
source: Evaluations per Specialty
ar: تقييم لكل تخصص

# model:gnuhealth.summary.report.open.start,name:
source: Summary Report Start
ar: بدء التقرير

# model:gnuhealth.top_diseases,name:
source: Top Diseases
ar: أكثر الأمراض

# model:gnuhealth.top_diseases.open.start,name:
source: Open Top Diseases
ar: أكثر الأمراض المفتوحة

# model:ir.action,name:act_evaluations_doctor
source: Evaluations per Doctor
ar: تقييم بالطبيب

# model:ir.action,name:act_evaluations_open
source: Evaluations Report
ar: تقرير التقييمات

# model:ir.action,name:act_evaluations_sector
source: Evaluations per Sector
ar: التقييم بالقطاع

# model:ir.action,name:act_evaluations_specialty
source: Evaluations per Specialty
ar: تقييم لكل تخصص

# model:ir.action,name:act_top_diseases_form
source: Top Diseases
ar: أكثر الأمراض

# model:ir.action,name:act_top_diseases_open
source: Top Diseases
ar: أكثر الأمراض

# model:ir.action,name:act_wizard_epidemics_report
source: Epidemiological Surveillance
ar: المراقبة الوبائية

# model:ir.action,name:act_wizard_summary_report
source: Summary Report
ar: تقرير نهائي

# model:ir.action,name:report_epidemics_information
source: Epidemiological Surveillance
ar: المراقبة الوبائية

# model:ir.action,name:report_summary_information
source: Summary Report
ar: تقرير نهائي

# model:ir.message,text:msg_plot_label_immediate_cause_str
source: Immediate cause
ar: السبب المباشر

# model:ir.message,text:msg_plot_label_underlying_condition_str
source: Underlying condition
ar: الحالة الخفية

# model:ir.ui.menu,name:menu_evaluations_open
source: Evaluations Report
ar: تقرير التقييمات

# model:ir.ui.menu,name:menu_institution_epidemics_report
source: Epidemiological Surveillance
ar: المراقبة الوبائية

# model:ir.ui.menu,name:menu_institution_summary_report
source: Summary Report
ar: تقرير نهائي

# model:ir.ui.menu,name:menu_top_diseases_open
source: Top Diseases
ar: أكثر الأمراض

# report:gnuhealth.epidemics.report:
source: Age group
ar: مجموعة العمر

# report:gnuhealth.epidemics.report:
source: Birth certs
ar: بيانات الولادة

# report:gnuhealth.epidemics.report:
source: Cases by age group
ar: الحالات في المجموعات العمرية

# report:gnuhealth.epidemics.report:
source: Cases by ethnic group:
ar: الحالات حسب المجموعة العرقية:

# report:gnuhealth.epidemics.report:
source: Cases by socioeconomic group:
ar: الحالات حسب المجموعة الاجتماعية والاقتصادية:

# report:gnuhealth.epidemics.report:
source: Confirmed cases
ar: الحالات المؤكَّدة

# report:gnuhealth.epidemics.report:
source: Death certs
ar: بيانات الوفاة

# report:gnuhealth.epidemics.report:
source: Deaths
ar: الوفيات

# report:gnuhealth.epidemics.report:
source: Distribution by Ethnic group
ar: التوزيع حسب المجموعة العرقية

# report:gnuhealth.epidemics.report:
source: Distribution by Socioeconomic Status
ar: التوزيع حسب الحالة الاجتماعية والاقتصادية

# report:gnuhealth.epidemics.report:
source: Epidemiological Surveillance
ar: المراقبة الوبائية

# report:gnuhealth.epidemics.report:
source: Female
ar: انثى

# report:gnuhealth.epidemics.report:
source: In health system
ar: في النظام الصحي

# report:gnuhealth.epidemics.report:
source: In this period
ar: في هذه الفترة

# report:gnuhealth.epidemics.report:
source: Living Population
ar: السكان الأحياء

# report:gnuhealth.epidemics.report:
source: Male
ar: ذكر

# report:gnuhealth.epidemics.report:
source: New cases by days:
ar: الحالات الجديدة حسب الأيام:

# report:gnuhealth.epidemics.report:
source: New deaths by day:
ar: الوفيات الجديدة حسب اليوم:

# report:gnuhealth.epidemics.report:
source: No Age
ar: بدون عمر

# report:gnuhealth.epidemics.report:
source: No DoB
ar: لا يوجد تاريخ ميلاد

# report:gnuhealth.epidemics.report:
source: Registrations
ar: التسجيلات

# report:gnuhealth.epidemics.report:
source: Total
ar: الاجمالي

# report:gnuhealth.epidemics.report:
source: chart
ar: جدول

# report:gnuhealth.summary.report:
source: 105+ years old
ar: فوق 105 سنة

# report:gnuhealth.summary.report:
source: Age Group
ar: الفئة العمرية

# report:gnuhealth.summary.report:
source: Age range
ar: معدل العمر

# report:gnuhealth.summary.report:
source: Birth certs
ar: بيانات الولادة

# report:gnuhealth.summary.report:
source: Death certs
ar: بيانات الوفاة

# report:gnuhealth.summary.report:
source: Diagnostics
ar: التشخيصات

# report:gnuhealth.summary.report:
source: Evaluations Diagnostics
ar: تشخيص التقييمات

# report:gnuhealth.summary.report:
source: Female
ar: انثى

# report:gnuhealth.summary.report:
source: GNU Health Summary Report
ar: تقرير ملخص الصحة GNU

# report:gnuhealth.summary.report:
source: In health system
ar: في النظام الصحي

# report:gnuhealth.summary.report:
source: In this period
ar: في هذه الفترة

# report:gnuhealth.summary.report:
source: Living Population
ar: السكان الأحياء

# report:gnuhealth.summary.report:
source: Male
ar: ذكر

# report:gnuhealth.summary.report:
source: Male stacked
ar: ذكر مكدس

# report:gnuhealth.summary.report:
source: New
ar: جديد

# report:gnuhealth.summary.report:
source: No Age
ar: لا عمر

# report:gnuhealth.summary.report:
source: No DoB
ar: لا يوجد تاريخ ميلاد

# report:gnuhealth.summary.report:
source: Non-Dx
ar: لا يوجد صور اشعة

# report:gnuhealth.summary.report:
source: Population Pyramid
ar: الهرم السكاني

# report:gnuhealth.summary.report:
source: Printed Date:
ar: تاريخ الطباعة:

# report:gnuhealth.summary.report:
source: Registrations
ar: التسجيلات

# report:gnuhealth.summary.report:
source: chart
ar: جدول

# selection:gnuhealth.evaluations.open.start,group_by:
source: Doctor
ar: طبيب

# selection:gnuhealth.evaluations.open.start,group_by:
source: Sector
ar: قطاع

# selection:gnuhealth.evaluations.open.start,group_by:
source: Specialty
ar: التخصص

# view:gnuhealth.epidemics.report.open.start:
source: Main
ar: الاساسيات

# view:gnuhealth.epidemics.report.open.start:
source: Sections
ar: الأقسام

# view:gnuhealth.summary.report.open.start:
source: Main
ar: الاساسيات

# view:gnuhealth.summary.report.open.start:
source: Sections
ar: الأقسام

# wizard_button:gnuhealth.epidemics.report.open,start,end:
source: Cancel
ar: إلغاء

# wizard_button:gnuhealth.epidemics.report.open,start,open_:
source: Open
ar: مفتوح

# wizard_button:gnuhealth.evaluations.open,start,end:
source: Cancel
ar: إلغاء

# wizard_button:gnuhealth.evaluations.open,start,select:
source: Open
ar: فتح

# wizard_button:gnuhealth.summary.report.open,start,end:
source: Cancel
ar: إلغاء

# wizard_button:gnuhealth.summary.report.open,start,open_:
source: Open
ar: فتح

# wizard_button:gnuhealth.top_diseases.open,start,end:
source: Cancel
ar: إلغاء

# wizard_button:gnuhealth.top_diseases.open,start,open_:
source: Open
ar: فتح
