Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-crypto-lab/gnuhealth_crypto_lab-5.0.0rc3-py3-none-any.whl/trytond/modules/health_crypto_lab/locale/*.po
Languages: uk

# field:gnuhealth.lab,digest_current:
source: Current Hash
uk: Поточний хеш

# field:gnuhealth.lab,digest_status:
source: Altered
uk: Змінено

# field:gnuhealth.lab,digital_signature:
source: Digital Signature
uk: Цифровий підпис

# field:gnuhealth.lab,document_digest:
source: Digest
uk: Короткий зміст

# field:gnuhealth.lab,serializer:
source: Doc String
uk: Рядок документа

# field:gnuhealth.lab,serializer_current:
source: Current Doc
uk: Поточний документ

# help:gnuhealth.lab,digest_status:
source: This field will be set whenever parts of the main original document has been changed. Please note that the verification is done only on selected fields.
uk: Це поле буде встановлюватися щоразу, коли змінюватиметься частина оригінального документа. Зауважте, що перевірка виконується тільки для вибраних полів.

# help:gnuhealth.lab,document_digest:
source: Original Document Digest
uk: Короткий зміст оригіналу документа

# model:ir.model.button,string:labtest_sign_button
source: Validate
uk: Перевірити

# view:gnuhealth.lab:
source: Are you sure to sign this lab results ?
uk: Ви впевнені, що хочете підписати ці результати лабораторного аналізу?

# view:gnuhealth.lab:
source: Digital Signature
uk: Цифровий підпис

# view:gnuhealth.lab:
source: Document validation
uk: Перевірка документа

# view:gnuhealth.lab:
source: Validate
uk: Перевірити

# view:gnuhealth.lab:
source: Validate and Sign the lab test
uk: Підтвердити і підписати лабораторний аналіз

# view:gnuhealth.lab:
source: Validation
uk: Перевірка
