Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-services-imaging/gnuhealth_services_imaging-5.0.0rc2.tar.gz/gnuhealth_services_imaging-5.0.0rc2/locale/*.po
Languages: ar

# field:gnuhealth.imaging.test.request,service:
source: Service
ar: خدمة

# field:gnuhealth.imaging.test.request,service_updated:
source: Service updated
ar: تم تعديل الخدمة

# field:gnuhealth.patient.imaging.test.request.start,service:
source: Service
ar: خدمة

# field:gnuhealth.patient.imaging.test.request.start,ungroup_tests:
source: Ungroup
ar: ازالة من المجموعة

# help:gnuhealth.imaging.test.request,service:
source: Service document associated to this Imaging Request
ar: مستند الخدمة المرتبط بطلب التصوير هذا

# help:gnuhealth.patient.imaging.test.request.start,service:
source: Service document associated to this Imaging Request
ar: مستند الخدمة المرتبط بطلب التصوير هذا

# help:gnuhealth.patient.imaging.test.request.start,ungroup_tests:
source: Check if you DO NOT want to include each individual Dx imaging test from this order in the imaging test generation step. This is useful when some services are not provided in the same institution. In this case, you need to individually update the service document from each individual test
ar: تحقق مما إذا كنت لا تريد تضمين كل اختبار تصوير Dx فردي من هذا الترتيب في خطوة إنشاء اختبار التصوير. وهذا مفيد عندما لا يتم توفير بعض الخدمات في نفس المؤسسة. في هذه الحالة، تحتاج إلى تحديث مستند الخدمة بشكل فردي من كل اختبار على حدة

# model:ir.message,text:msg_no_service_associated
source: SM-SERVICES_IMAGING-0001: Need to associate a service
ar: SM-SERVICES_IMAGING-0001: تحتاج إلى ربط الخدمة

# model:ir.message,text:msg_service_has_been_updated
source: SM-SERVICES_IMAGING-0002: "Service updated" is "yes" indicates that the service has been updated, please verify it again.
ar: SM-SERVICES_IMAGING-0002: "تم تحديث الخدمة" تشير كلمة "yes" إلى أنه تم تحديث الخدمة، يرجى التحقق من ذلك مرة أخرى.

# model:ir.model.button,string:srvimg_update_button
source: Update Services
ar: تحديث الخدمات

# selection:gnuhealth.imaging.test.request,service_updated:
source: No
ar: لا

# selection:gnuhealth.imaging.test.request,service_updated:
source: Unknown
ar: غير معروف

# selection:gnuhealth.imaging.test.request,service_updated:
source: Yes
ar: نعم

# view:gnuhealth.imaging.test.request:
source: Transfer imaging request to services ?
ar: تحويل طلب التصوير الى الخدمة ؟

# view:gnuhealth.imaging.test.request:
source: Update Service document with this imaging request ?
ar: هل تريد تحديث مستند الخدمة بطلب التصوير هذا؟

# view:gnuhealth.imaging.test.request:
source: Update Services
ar: تحديث الخدمات
