Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-archives/gnuhealth_archives-5.0.0rc3-py3-none-any.whl/trytond/modules/health_archives/locale/*.po
Languages: kab

# field:gnuhealth.paper_archive,comments:
source: Comments
kab: Iwenniten

# field:gnuhealth.paper_archive,current_location:
source: Current Location
kab: Adig amiran

# field:gnuhealth.paper_archive,hc_status:
source: Status
kab: Addad

# field:gnuhealth.paper_archive,identification_code:
source: Code
kab: Tangalt

# field:gnuhealth.paper_archive,legacy:
source: Legacy Code
kab: Tangalt taqdimt

# field:gnuhealth.paper_archive,location:
source: Unit
kab: Aferdis

# field:gnuhealth.paper_archive,patient:
source: Patient
kab: Amuḍin

# field:gnuhealth.paper_archive,request_date:
source: Request Date
kab: Azemz n ussuter

# field:gnuhealth.paper_archive,requested_by:
source: Requested by
kab: Yettwassuter s

# field:gnuhealth.paper_archive,return_date:
source: Returned Date
kab: Azemz n tuɣalin

# help:gnuhealth.paper_archive,current_location:
source: Location / Unit where this clinical history document should reside.
kab: Adig / Aferdis wuɣur i ilaq ad yuɣal yisemli-a n uzray aklinik.

# help:gnuhealth.paper_archive,legacy:
source: If existing, please enter the old / legacy code associated to this Clinical History
kab: Ma yella yella, ttxil-k⋅m sekcem tangalt taqdimt yerzan isemli-a n uzray aklinik

# help:gnuhealth.paper_archive,location:
source: Location / Unit where this clinical history document should reside.
kab: Adig / Aferdis wuɣur i ilaq ad yuɣal yisemli-a n uzray aklinik.

# help:gnuhealth.paper_archive,patient:
source: Patient associated to this newborn baby
kab: Tamuḍint neɣ tayemmat icudden ɣer ugrud i ilulen d amaynut

# help:gnuhealth.paper_archive,requested_by:
source: Person who last requested the document
kab: Amdan niḍen i d-yennayessutren iseli

# model:gnuhealth.paper_archive,name:
source: Location of PAPER Patient Clinical History
kab: Adig n TFERKIT n uzray aklinik n t⋅umuḍin⋅t

# model:ir.action,name:gnuhealth_action_paper_archive
source: Medical Archives
kab: Taṛcivt n tujjya

# model:ir.ui.menu,name:gnuhealth_archives
source: Archives
kab: Taṛcivt

# selection:gnuhealth.paper_archive,hc_status:
source: Archived
kab: Yuɣal ɣer taṛcivt

# selection:gnuhealth.paper_archive,hc_status:
source: Lost
kab: Iruḥen
