Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-disability/gnuhealth_disability-5.0.0rc2-py3-none-any.whl/trytond/modules/health_disability/locale/*.po
Languages: es

# selection:gnuhealth.patient.amputation,etiology:
source: Congenital
es: Congenito

# selection:gnuhealth.patient.amputation,etiology:
source: Infection
es: Infección

# selection:gnuhealth.patient.amputation,etiology:
source: Peripherial Vascular Disease
es: Enfermedad Vascular Periférica

# selection:gnuhealth.patient.amputation,limb:
source: lower limb
es: Extremidad inferior

# selection:gnuhealth.patient.amputation,limb:
source: upper limb
es: Extremidad superior

# selection:gnuhealth.patient.amputation,side:
source: both
es: ambos

# selection:gnuhealth.patient.amputation,side:
source: left
es: izquierdo

# selection:gnuhealth.patient.amputation,side:
source: right
es: derecho

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: Complete impairment
es: Impedimento completo

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: Mild impairment
es: Impedimento leve

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: Moderate impairment
es: Impedimento moderado

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: No impairment
es: Sin impedimento

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: Severe impairment
es: Impedimento severo

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: Complete impairment
es: Impedimento completo

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: Mild impairment
es: Impedimento leve

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: Moderate impairment
es: Impedimento moderado

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: No impairment
es: Sin impedimento

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: Severe impairment
es: Impedimento severo

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: Complete impairment
es: Impedimento completo

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: Mild impairment
es: Impedimento leve

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: Moderate impairment
es: Impedimento moderado

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: No impairment
es: Sin impedimento

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: Severe impairment
es: Impedimento severo

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: Complete impairment
es: Impedimento completo

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: Mild impairment
es: Impedimento leve

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: Moderate impairment
es: Impedimento moderado

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: No impairment
es: Sin impedimento

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: Severe impairment
es: Impedimento severo

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: Complete impairment
es: Impedimento completo

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: Mild impairment
es: Impedimento leve

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: Moderate impairment
es: Impedimento moderado

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: No impairment
es: Sin impedimento

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: Severe impairment
es: Impedimento severo

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: Complete impairment
es: Impedimento completo

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: Mild impairment
es: Impedimento leve

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: Moderate impairment
es: Impedimento moderado

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: No impairment
es: Sin impedimento

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: Severe impairment
es: Impedimento severo

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: Complete impairment
es: Impedimento completo

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: Mild impairment
es: Impedimento leve

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: Moderate impairment
es: Impedimento moderado

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: No impairment
es: Sin impedimento

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: Severe impairment
es: Impedimento severo

# view:gnuhealth.patient.disability_assessment:
source: Amputee Status
es: Estado de Amputación

# view:gnuhealth.patient.disability_assessment:
source: Detailed Functioning and Disability Assessment
es: Evaluación Detallada de Funcionamiento y Discapacidad

# view:gnuhealth.patient.disability_assessment:
source: Header
es: Cabecera

# view:gnuhealth.patient.disability_assessment:
source: Summary - Brief Assessment
es: Sumario - Breve Evaluación

# view:gnuhealth.patient:
source: Functioning and Disability
es: Funcionamiento y Discapacidad
