Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-disability/gnuhealth_disability-5.0.0rc2-py3-none-any.whl/trytond/modules/health_disability/locale/*.po
Languages: es

# model:gnuhealth.body_structure,name:s7301
source: Structure of forearm
es: Estructura del antebrazo

# model:gnuhealth.body_structure,name:s73010
source: Bones of forearm
es: huesos del antebrazo

# model:gnuhealth.body_structure,name:s73011
source: Wrist joint
es: Articulación de la muñeca

# model:gnuhealth.body_structure,name:s73012
source: Muscles of forearm
es: Músculos del antebrazo

# model:gnuhealth.body_structure,name:s73013
source: Ligaments and fasciae of forearm
es: Ligamentos y fascias del antebrazo

# model:gnuhealth.body_structure,name:s73018
source: Structure of forearm, other specified
es: Estructura del antebrazo, otra especificada

# model:gnuhealth.body_structure,name:s73019
source: Structure of forearm, unspecified
es: Estructura del antebrazo, no especificada

# model:gnuhealth.body_structure,name:s7302
source: Structure of hand
es: Estructura de la mano

# model:gnuhealth.body_structure,name:s73020
source: Bones of hand
es: huesos de la mano

# model:gnuhealth.body_structure,name:s73021
source: Joints of hand and fingers
es: Articulaciones de la mano y los dedos

# model:gnuhealth.body_structure,name:s73022
source: Muscles of hand
es: Músculos de la mano

# model:gnuhealth.body_structure,name:s73023
source: Ligaments and fasciae of hand
es: Ligamentos y fascias de la mano

# model:gnuhealth.body_structure,name:s73028
source: Structure of hand, other specified
es: Estructura de la mano, otra especificada

# model:gnuhealth.body_structure,name:s73029
source: Structure of hand, unspecified
es: Estructura de la mano, no especificada

# model:gnuhealth.body_structure,name:s7308
source: Structure of upper extremity, other specified
es: Estructura de la extremidad superior, otra especificada

# model:gnuhealth.body_structure,name:s7309
source: Structure of upper extremity, unspecified
es: Estructura de la extremidad superior, no especificada

# model:gnuhealth.body_structure,name:s740
source: Structure of pelvic region
es: Estructura de la región pélvica

# model:gnuhealth.body_structure,name:s7400
source: Bones of pelvic region
es: Huesos de la región pélvica

# model:gnuhealth.body_structure,name:s7401
source: Joints of pelvic region
es: Articulaciones de la región pélvica

# model:gnuhealth.body_structure,name:s7402
source: Muscles of pelvic region
es: Músculos de la región pélvica

# model:gnuhealth.body_structure,name:s7403
source: Ligaments and fasciae of pelvic region
es: Ligamentos y fascias de la región pélvica

# model:gnuhealth.body_structure,name:s7408
source: Structure of pelvic region, other specified
es: Estructura de la región pélvica, otra especificada

# model:gnuhealth.body_structure,name:s7409
source: Structure of pelvic region, unspecified
es: Estructura de la región pélvica, no especificada

# model:gnuhealth.body_structure,name:s750
source: Structure of lower extremity
es: Estructura de la extremidad inferior

# model:gnuhealth.body_structure,name:s7500
source: Structure of thigh
es: Estructura del muslo

# model:gnuhealth.body_structure,name:s75000
source: Bones of thigh
es: Huesos del muslo

# model:gnuhealth.body_structure,name:s75001
source: Hip joint
es: Articulación de cadera

# model:gnuhealth.body_structure,name:s75002
source: Muscles of thigh
es: Músculos del muslo

# model:gnuhealth.body_structure,name:s75003
source: Ligaments and fasciae of thigh
es: Ligamentos y fascias del muslo

# model:gnuhealth.body_structure,name:s75008
source: Structure of thigh, other specified
es: Estructura del muslo, otra especificada

# model:gnuhealth.body_structure,name:s75009
source: Structure of thigh, unspecified
es: Estructura del muslo, no especificada

# model:gnuhealth.body_structure,name:s7501
source: Structure of lower leg
es: Estructura de la parte inferior de la pierna

# model:gnuhealth.body_structure,name:s75010
source: Bones of lower leg
es: Huesos de la parte inferior de la pierna

# model:gnuhealth.body_structure,name:s75011
source: Knee joint
es: Articulación de la rodilla

# model:gnuhealth.body_structure,name:s75012
source: Muscles of lower leg
es: Músculos de la parte inferior de la pierna

# model:gnuhealth.body_structure,name:s75013
source: Ligaments and fasciae of lower leg
es: Ligamentos y fascias de la parte inferior de la pierna

# model:gnuhealth.body_structure,name:s75018
source: Structure of lower leg, other specified
es: Estructura de la parte inferior de la pierna, otra especificada

# model:gnuhealth.body_structure,name:s75019
source: Structure of lower leg, unspecified
es: Estructura de la parte inferior de la pierna, no especificada

# model:gnuhealth.body_structure,name:s7502
source: Structure of ankle and foot
es: Estructura del tobillo y del pie

# model:gnuhealth.body_structure,name:s75020
source: Bones of ankle and foot
es: Huesos del tobillo y del pie

# model:gnuhealth.body_structure,name:s75021
source: Ankle joint and joints of foot and toes
es: Articulación del tobillo y articulaciones del pie y los dedos

# model:gnuhealth.body_structure,name:s75022
source: Muscles of ankle and foot
es: Músculos del tobillo y del pie

# model:gnuhealth.body_structure,name:s75023
source: Ligaments and fasciae of ankle and foot
es: Ligamentos y fascias de tobillo y pie

# model:gnuhealth.body_structure,name:s75028
source: Structure of ankle and foot, other specified
es: Estructura del tobillo y del pie, otras especificadas

# model:gnuhealth.body_structure,name:s75029
source: Structure of ankle and foot, unspecified
es: Estructura del tobillo y del pie, no especificada

# model:gnuhealth.body_structure,name:s7508
source: Structure of lower extremity, other specified
es: Estructura de la extremidad inferior, otra especificada

# model:gnuhealth.body_structure,name:s7509
source: Structure of lower extremity, unspecified
es: Estructura de la extremidad inferior, no especificada

# model:gnuhealth.body_structure,name:s760
source: Structure of trunk
es: Estructura del tronco

# model:gnuhealth.body_structure,name:s7600
source: Structure of vertebral column
es: Estructura de la columna vertebral

# model:gnuhealth.body_structure,name:s76000
source: Cervical vertebral column
es: Columna vertebral cervical

# model:gnuhealth.body_structure,name:s76001
source: Thoracic vertebral column
es: Columna vertebral torácica

# model:gnuhealth.body_structure,name:s76002
source: Lumbar vertebral column
es: Columna vertebral lumbar

# model:gnuhealth.body_structure,name:s76003
source: Sacral vertebral column
es: Columna vertebral sacra

# model:gnuhealth.body_structure,name:s76004
source: Coccyx
es: Coxis

# model:gnuhealth.body_structure,name:s76008
source: Structure of vertebral column, other specified
es: Estructura de la columna vertebral, otras especificadas

# model:gnuhealth.body_structure,name:s76009
source: Structure of vertebral column, unspecified
es: Estructura de la columna vertebral, no especificada

# model:gnuhealth.body_structure,name:s7601
source: Muscles of trunk
es: Músculos del tronco

# model:gnuhealth.body_structure,name:s7602
source: Ligaments and fasciae of trunk
es: Ligamentos y fascias del tronco

# model:gnuhealth.body_structure,name:s7608
source: Structure of trunk, other specified
es: Estructura del tronco, otra especificada

# model:gnuhealth.body_structure,name:s7609
source: Structure of trunk, unspecified
es: Estructura del tronco, no especificada

# model:gnuhealth.body_structure,name:s770
source: Additional musculoskeletal structures related to movement
es: Estructuras musculoesqueléticas adicionales relacionadas con el movimiento

# model:gnuhealth.body_structure,name:s7700
source: Bones
es: Huesos

# model:gnuhealth.body_structure,name:s7701
source: Joints
es: Articulaciones

# model:gnuhealth.body_structure,name:s7702
source: Muscles
es: Músculos

# model:gnuhealth.body_structure,name:s7703
source: Extra-articular ligaments, fasciae, extramuscular aponeuroses, retinacula, septa, bursae, unspecified
es: Ligamentos extraarticulares, fascia, aponeurosis extramusculares, retináculos, septos, bursa, sin especificar

# model:gnuhealth.body_structure,name:s7708
source: Additional musculoskeletal structures related to movement, other specified
es: Estructuras musculoesqueléticas adicionales relacionadas con el movimiento, otras especificadas

# model:gnuhealth.body_structure,name:s7709
source: Additional musculoskeletal structures related to movement, unspecified
es: Estructuras musculoesqueléticas adicionales relacionadas con el movimiento, no especificadas

# model:gnuhealth.body_structure,name:s798
source: Structures related to movement, other specified
es: Estructuras relacionadas con el movimiento, otras especificadas

# model:gnuhealth.body_structure,name:s799
source: Structures related to movement, unspecified
es: Estructuras relacionadas con el movimiento, no especificadas

# model:gnuhealth.body_structure.assessment,name:
source: Body Functions Assessment
es: Evaluación de Funciones Corporales

# model:gnuhealth.body_structure.category,name:
source: Body Structure Category
es: Categoría de Función Corporal

# model:gnuhealth.body_structure.category,name:s1
source: STRUCTURES OF THE NERVOUS SYSTEM
es: ESTRUCTURAS DEL SISTEMA NERVIOSO

# model:gnuhealth.body_structure.category,name:s2
source: THE EYE, EAR AND RELATED STRUCTURES
es: EL OJO, EL OÍDO Y ESTRUCTURAS RELACIONADAS

# model:gnuhealth.body_structure.category,name:s3
source: STRUCTURES INVOLVED IN VOICE AND SPEECH
es: ESTRUCTURAS IMPLICADAS EN LA VOZ Y EL HABLA

# model:gnuhealth.body_structure.category,name:s4
source: STRUCTURES OF THE CARDIOVASCULAR, IMMUNOLOGICAL AND RESPIRATORY SYSTEMS
es: ESTRUCTURAS DE LOS SISTEMAS CARDIOVASCULAR, INMUNOLÓGICO Y RESPIRATORIO

# model:gnuhealth.body_structure.category,name:s5
source: STRUCTURES RELATED TO THE DIGESTIVE, METABOLIC AND ENDOCRINE SYSTEMS
es: ESTRUCTURAS RELACIONADAS CON LOS SISTEMAS DIGESTIVO, METABÓLICO Y ENDOCRINO

# model:gnuhealth.body_structure.category,name:s6
source: STRUCTURES RELATED TO THE GENITOURINARY AND REPRODUCTIVE SYSTEMS
es: ESTRUCTURAS RELACIONADAS CON LOS SISTEMAS GENITOURINARIO Y REPRODUCTIVO

# model:gnuhealth.body_structure.category,name:s7
source: STRUCTURES RELATED TO MOVEMENT
es: ESTRUCTURAS RELACIONADAS CON EL MOVIMIENTO

# model:gnuhealth.body_structure.category,name:s8
source: SKIN AND RELATED STRUCTURES
es: PIEL Y ESTRUCTURAS AFINES

# model:gnuhealth.environment.assessment,name:
source: Environmental Factors Assessment
es: Barreras de Factores Ambientales

# model:gnuhealth.environmental_factor,name:
source: Environmental factors restrictions
es: Factores de restricción ambiental

# model:gnuhealth.environmental_factor,name:e110
source: For personal consumption (food, medicines)
es: Para consumo personal (alimentos, medicamentos)

# model:gnuhealth.environmental_factor,name:e115
source: For personal use in daily living
es: Para uso personal en la vida diaria

# model:gnuhealth.environmental_factor,name:e120
source: For personal indoor and outdoor mobility and transportation
es: Para movilidad y transporte personal en interiores y exteriores

# model:gnuhealth.environmental_factor,name:e125
source: Products for communication
es: Productos para la comunicación

# model:gnuhealth.environmental_factor,name:e150
source: Design, construction and building products and technology of buildings for public use
es: Diseño, construcción y productos y tecnología de edificación de edificios de uso público

# model:gnuhealth.environmental_factor,name:e155
source: Design, construction and building products and technology of buildings for private use
es: Diseño, construcción y productos y tecnología de construcción de edificios para uso privado

# model:gnuhealth.environmental_factor,name:e225
source: Climate
es: Clima

# model:gnuhealth.environmental_factor,name:e240
source: Light
es: Luz

# model:gnuhealth.environmental_factor,name:e250
source: Sound
es: Sonido

# model:gnuhealth.environmental_factor,name:e310
source: Immediate family
es: Familia cercana

# model:gnuhealth.environmental_factor,name:e320
source: Friends
es: Amigos

# model:gnuhealth.environmental_factor,name:e325
source: Acquaintances, peers, colleagues, neighbours and community members
es: Conocidos, compañeros, colegas, vecinos y miembros de la comunidad

# model:gnuhealth.environmental_factor,name:e330
source: People in position of authority
es: Personas en posición de autoridad

# model:gnuhealth.environmental_factor,name:e340
source: Personal care providers and personal assistants
es: Proveedores de cuidado personal y asistentes personales

# model:gnuhealth.environmental_factor,name:e355
source: Health professionals
es: Profesionales de la salud

# model:gnuhealth.environmental_factor,name:e360
source: Health related professionals
es: Profesionales relacionados con la salud

# model:gnuhealth.environmental_factor,name:e410
source: Individual attitudes of immediate family members
es: Actitudes individuales de los familiares directos

# model:gnuhealth.environmental_factor,name:e420
source: Individual attitudes of friends
es: Actitudes individuales de amigos

# model:gnuhealth.environmental_factor,name:e440
source: Individual attitudes of personal care providers and personal assistants
es: Actitudes individuales de proveedores de cuidado personal y asistentes personales

# model:gnuhealth.environmental_factor,name:e450
source: Individual attitudes of health professionals
es: Actitudes individuales de los profesionales de la salud

# model:gnuhealth.environmental_factor,name:e455
source: Individual attitudes of health related professionals
es: Actitudes individuales de los profesionales relacionados con la salud

# model:gnuhealth.environmental_factor,name:e460
source: Societal attitudes
es: Actitudes sociales

# model:gnuhealth.environmental_factor,name:e465
source: Social norms, practices and ideologies
es: Normas, prácticas e ideologías sociales

# model:gnuhealth.environmental_factor,name:e525
source: Housing services, systems and policies
es: Servicios, sistemas y políticas de vivienda

# model:gnuhealth.environmental_factor,name:e535
source: Communication services, systems and policies
es: Servicios, sistemas y políticas de comunicación

# model:gnuhealth.environmental_factor,name:e540
source: Transportation services, systems and policies
es: Servicios, sistemas y políticas de transporte

# model:gnuhealth.environmental_factor,name:e550
source: Legal services, systems and policies
es: Servicios, sistemas y políticas legales

# model:gnuhealth.environmental_factor,name:e570
source: Social security, services, systems and policies
es: Seguridad social, servicios, sistemas y políticas

# model:gnuhealth.environmental_factor,name:e575
source: General social support services, systems and policies
es: Servicios, sistemas y políticas generales de apoyo social

# model:gnuhealth.environmental_factor,name:e580
source: Health services, systems and policies
es: Servicios, sistemas y políticas de salud

# model:gnuhealth.environmental_factor,name:e585
source: Education and training services, systems and policies
es: Servicios, sistemas y políticas de educación y formación

# model:gnuhealth.environmental_factor,name:e590
source: Labour and employment services, systems and policies
es: Servicios, sistemas y políticas de trabajo y empleo

# model:gnuhealth.environmental_factor.category,name:
source: Environmental Factor Category
es: Categoría de Factor Ambiental

# model:gnuhealth.environmental_factor.category,name:e1
source: PRODUCTS AND TECHNOLOGY
es: PRODUCTOS Y TECNOLOGÍA

# model:gnuhealth.environmental_factor.category,name:e2
source: NATURAL ENVIRONMENT AND HUMAN MADE CHANGES TO ENVIRONMENT
es: MEDIO AMBIENTE NATURAL Y CAMBIOS EN EL MEDIO AMBIENTE PROPUESTOS POR EL HOMBRE

# model:gnuhealth.environmental_factor.category,name:e3
source: SUPPORT AND RELATIONSHIPS
es: APOYO Y RELACIONES

# model:gnuhealth.environmental_factor.category,name:e4
source: ATTITUDES
es: ACTITUDES

# model:gnuhealth.environmental_factor.category,name:e5
source: SERVICES, SYSTEMS AND POLICIES
es: SERVICIOS, SISTEMAS Y POLÍTICAS

# model:gnuhealth.patient.amputation,name:
source: Amputation
es: Amputación

# model:gnuhealth.patient.disability_assessment,name:
source: Patient Disability Information
es: Información de Discapacidad del Paciente

# model:gnuhealth.patient.prothesis,name:
source: Prothesis
es: Prótesis

# model:ir.action,name:act_patient_disability_assessment_form
source: Disability Assessment
es: Evaluación de Discapacidad

# model:ir.action,name:action_gnuhealth_activity_and_participation_view
source: Activities and Participation
es: Actividades y Participación

# model:ir.action,name:action_gnuhealth_body_function_view
source: Body Functions
es: Funciones Corporales

# model:ir.action,name:action_gnuhealth_body_structure_view
source: Body Structures
es: Estructuras Corporales

# model:ir.action,name:action_gnuhealth_environmental_factor_view
source: Environmental Factors
es: Factores Ambientales

# model:ir.action,name:action_gnuhealth_patient_amputation_view
source: Amputations
es: Amputaciones

# model:ir.action,name:action_gnuhealth_patient_prothesis_view
source: Protheses
es: Prótesis

# model:ir.ui.menu,name:disability_conf_menu
source: Functioning and Disability
es: Funcionamiento y Discapacidad

# model:ir.ui.menu,name:menu_gnuhealth_activity_and_participation_list
source: Activities and Participation
es: Actividades y Participación

# model:ir.ui.menu,name:menu_gnuhealth_body_function_list
source: Body Functions
es: Funciones Corporales

# model:ir.ui.menu,name:menu_gnuhealth_body_structure_list
source: Body Structures
es: Estructuras Corporales

# model:ir.ui.menu,name:menu_gnuhealth_environmental_factor_list
source: Environmental Factors
es: Factores Ambientales

# model:ir.ui.menu,name:menu_gnuhealth_patient_amputation_list
source: Amputations
es: Amputaciones

# model:ir.ui.menu,name:menu_gnuhealth_patient_prothesis_list
source: Protheses
es: Prótesis

# selection:gnuhealth.activity.assessment,qualifier1:
source: Complete difficulty
es: Dificultad completa

# selection:gnuhealth.activity.assessment,qualifier1:
source: Mild difficulty
es: Dificultad leve

# selection:gnuhealth.activity.assessment,qualifier1:
source: Moderate difficulty
es: Dificultad moderada

# selection:gnuhealth.activity.assessment,qualifier1:
source: No difficulty
es: Sin dificultad

# selection:gnuhealth.activity.assessment,qualifier1:
source: Not applicable
es: No aplicable

# selection:gnuhealth.activity.assessment,qualifier1:
source: Not specified
es: No especificada

# selection:gnuhealth.activity.assessment,qualifier1:
source: Severe difficulty
es: Dificultad severa

# selection:gnuhealth.activity.assessment,qualifier2:
source: Complete difficulty
es: Dificultad completa

# selection:gnuhealth.activity.assessment,qualifier2:
source: Mild difficulty
es: Dificultad leve

# selection:gnuhealth.activity.assessment,qualifier2:
source: Moderate difficulty
es: Dificultad moderada

# selection:gnuhealth.activity.assessment,qualifier2:
source: No difficulty
es: Sin dificultad

# selection:gnuhealth.activity.assessment,qualifier2:
source: Not applicable
es: No aplicable

# selection:gnuhealth.activity.assessment,qualifier2:
source: Not specified
es: No especificada

# selection:gnuhealth.activity.assessment,qualifier2:
source: Severe difficulty
es: Dificultad severa

# selection:gnuhealth.body_function.assessment,qualifier:
source: Complete impairment
es: Impedimento completo

# selection:gnuhealth.body_function.assessment,qualifier:
source: Mild impairment
es: Impedimento leve

# selection:gnuhealth.body_function.assessment,qualifier:
source: No impairment
es: Sin impedimento

# selection:gnuhealth.body_function.assessment,qualifier:
source: Not applicable
es: No aplicable

# selection:gnuhealth.body_function.assessment,qualifier:
source: Not specified
es: No especificada

# selection:gnuhealth.body_function.assessment,qualifier:
source: Severe impairment
es: Impedimento severo

# selection:gnuhealth.body_structure.assessment,body_side:
source: Both
es: Ambos

# selection:gnuhealth.body_structure.assessment,body_side:
source: Left
es: Izquierdo

# selection:gnuhealth.body_structure.assessment,body_side:
source: Right
es: Derecho

# selection:gnuhealth.body_structure.assessment,qualifier1:
source: Complete impairment
es: Impedimento completo

# selection:gnuhealth.body_structure.assessment,qualifier1:
source: Mild impairment
es: Impedimento leve

# selection:gnuhealth.body_structure.assessment,qualifier1:
source: Moderate impairment
es: Impedimento moderado

# selection:gnuhealth.body_structure.assessment,qualifier1:
source: No impairment
es: Sin impedimento

# selection:gnuhealth.body_structure.assessment,qualifier1:
source: Not applicable
es: No aplicable

# selection:gnuhealth.body_structure.assessment,qualifier1:
source: Not specified
es: No especificada

# selection:gnuhealth.body_structure.assessment,qualifier1:
source: Severe impairment
es: Impedimento severo

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: 8 - Not specified
es: 8 - No especificado

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: 9 - Not applicable
es: 9 - No aplicable

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: Aberrant dimensions
es: Dimensiones aberrantes

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: Additional part
es: Parte adicional

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: Deviating position
es: Posición desviada

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: Discontinuity
es: Discontinuidad

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: No change in structure
es: Sin cambios en la estructura

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: Partial absence
es: Ausencia parcial

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: Qualitative changes in structure, including accumulation of fluid
es: Cambios cualitativos en estructura, incluyendo acumulación de fluidos

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: Total absence
es: Ausencia total

# selection:gnuhealth.environment.assessment,qualifier:
source: Complete barriers
es: Barreras completas

# selection:gnuhealth.environment.assessment,qualifier:
source: Complete facilitator
es: Facilitador completo

# selection:gnuhealth.environment.assessment,qualifier:
source: Mild barriers
es: Barreras leves

# selection:gnuhealth.environment.assessment,qualifier:
source: Mild facilitator
es: Facilitador leve

# selection:gnuhealth.environment.assessment,qualifier:
source: Moderate barriers
es: Barreras moderadas

# selection:gnuhealth.environment.assessment,qualifier:
source: Moderate facilitator
es: Facilitador moderado

# selection:gnuhealth.environment.assessment,qualifier:
source: No barriers
es: Sin barreras

# selection:gnuhealth.environment.assessment,qualifier:
source: No facilitator
es: Sin facilitador

# selection:gnuhealth.environment.assessment,qualifier:
source: Severe barriers
es: Barreras severas

# selection:gnuhealth.environment.assessment,qualifier:
source: Severe facilitator
es: Facilitador severo

# selection:gnuhealth.patient.amputation,amputation_level:
source: ED - Elbow disarticulation
es: DC - Desarticulación del codo

# selection:gnuhealth.patient.amputation,amputation_level:
source: HD - Hemipelvectomy
es: HP - Hemipelvectomía

# selection:gnuhealth.patient.amputation,amputation_level:
source: SD - Shoulder disarticulation
es: DH - Desarticulación del hombro

# selection:gnuhealth.patient.amputation,amputation_level:
source: WD - Wrist disarticulation
es: DM - Desarticulación de la muñeca
