Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-disability/gnuhealth_disability-5.0.0rc2-py3-none-any.whl/trytond/modules/health_disability/locale/*.po
Languages: es

# field:gnuhealth.activity.assessment,activity_and_participation:
source: Activity
es: Actividad

# field:gnuhealth.activity.assessment,assessment:
source: Assessment
es: Evaluación

# field:gnuhealth.activity.assessment,qualifier1:
source: Performance
es: Desempeño

# field:gnuhealth.activity.assessment,qualifier2:
source: Capacity
es: Capacidad

# field:gnuhealth.activity_and_participation,category:
source: Category
es: Categoría

# field:gnuhealth.activity_and_participation,code:
source: code
es: código

# field:gnuhealth.activity_and_participation,name:
source: A & P
es: A y P

# field:gnuhealth.activity_and_participation.category,code:
source: code
es: código

# field:gnuhealth.activity_and_participation.category,name:
source: Name
es: Nombre

# field:gnuhealth.body_function,category:
source: Category
es: Categoría

# field:gnuhealth.body_function,code:
source: code
es: código

# field:gnuhealth.body_function,name:
source: Function
es: Función

# field:gnuhealth.body_function.assessment,assessment:
source: Assessment
es: Evaluación

# field:gnuhealth.body_function.assessment,body_function:
source: Body Function
es: Función del Cuerpo

# field:gnuhealth.body_function.assessment,qualifier:
source: Qualifier
es: Calificatorio

# field:gnuhealth.body_function.category,code:
source: code
es: código

# field:gnuhealth.body_function.category,name:
source: Name
es: Nombre

# field:gnuhealth.body_structure,category:
source: Category
es: Categoría

# field:gnuhealth.body_structure,code:
source: code
es: código

# field:gnuhealth.body_structure,name:
source: Structure
es: Estructura

# field:gnuhealth.body_structure.assessment,assessment:
source: Assessment
es: Evaluación

# field:gnuhealth.body_structure.assessment,body_side:
source: Side
es: Lado

# field:gnuhealth.body_structure.assessment,body_structure:
source: Body Structure
es: Estructura del Cuerpo

# field:gnuhealth.body_structure.assessment,qualifier1:
source: Extent
es: Alcance

# field:gnuhealth.body_structure.assessment,qualifier2:
source: Nature
es: Naturaleza

# field:gnuhealth.body_structure.category,code:
source: code
es: código

# field:gnuhealth.body_structure.category,name:
source: Name
es: Nombre

# field:gnuhealth.environment.assessment,assessment:
source: Assessment
es: Evaluación

# field:gnuhealth.environment.assessment,environmental_factor:
source: Environment
es: Ambiente

# field:gnuhealth.environment.assessment,qualifier:
source: Barriers
es: Barreras

# field:gnuhealth.environmental_factor,category:
source: Category
es: Categoría

# field:gnuhealth.environmental_factor,code:
source: code
es: código

# field:gnuhealth.environmental_factor,name:
source: Environment
es: Ambiente

# field:gnuhealth.environmental_factor.category,code:
source: code
es: código

# field:gnuhealth.environmental_factor.category,name:
source: Name
es: Nombre

# field:gnuhealth.patient,amputations:
source: Amputations
es: Amputaciones

# field:gnuhealth.patient,amputee:
source: Amputee
es: Amputado

# field:gnuhealth.patient,amputee_since:
source: Since
es: Desde

# field:gnuhealth.patient,disability:
source: Disabilities / Barriers
es: Discapacidades / Barreras

# field:gnuhealth.patient,disability_assesments:
source: Assessment
es: Evaluación

# field:gnuhealth.patient,protheses:
source: Protheses
es: Prótesis

# field:gnuhealth.patient.amputation,amputation_date:
source: Date
es: Fecha

# field:gnuhealth.patient.amputation,amputation_level:
source: Level
es: Nivel

# field:gnuhealth.patient.amputation,body_structure:
source: Structure
es: Estructura

# field:gnuhealth.patient.amputation,comments:
source: Comments
es: Comentarios

# field:gnuhealth.patient.amputation,etiology:
source: Etiology
es: Etiología

# field:gnuhealth.patient.amputation,healthprof:
source: Health Prof
es: Profesional de Salud

# field:gnuhealth.patient.amputation,limb:
source: Limb
es: Miembro

# field:gnuhealth.patient.amputation,patient:
source: Patient
es: Paciente

# field:gnuhealth.patient.amputation,side:
source: Side
es: Lado

# field:gnuhealth.patient.disability_assessment,activity_and_participation:
source: Activities and Participation Impairments
es: Actividades e Impedimentos de Participación

# field:gnuhealth.patient.disability_assessment,activity_participation:
source: A & P
es: A y P

# field:gnuhealth.patient.disability_assessment,amputee:
source: Amputee
es: Amputado

# field:gnuhealth.patient.disability_assessment,amputee_since:
source: Since
es: Desde

# field:gnuhealth.patient.disability_assessment,assessment:
source: Code
es: Código

# field:gnuhealth.patient.disability_assessment,assessment_date:
source: Date
es: Fecha

# field:gnuhealth.patient.disability_assessment,body_functions:
source: Body Functions Impairments
es: Impedimentos en las Funciones Corporales

# field:gnuhealth.patient.disability_assessment,body_structures:
source: Body Structures Impairments
es: Impedimentos en las Estructuras Corporales

# field:gnuhealth.patient.disability_assessment,cognitive_function:
source: Cognitive
es: Cognitivo

# field:gnuhealth.patient.disability_assessment,crutches:
source: Crutches
es: Muletas

# field:gnuhealth.patient.disability_assessment,environmental_factor:
source: Environmental Factors Barriers
es: Barreras de Factores Ambientales

# field:gnuhealth.patient.disability_assessment,hand_function:
source: Hand
es: Mano

# field:gnuhealth.patient.disability_assessment,healthprof:
source: Health Prof
es: Profesional de Salud

# field:gnuhealth.patient.disability_assessment,hearing_function:
source: Hearing
es: Audición

# field:gnuhealth.patient.disability_assessment,locomotor_function:
source: Mobility
es: Mobilidad

# field:gnuhealth.patient.disability_assessment,notes:
source: Notes
es: Notas

# field:gnuhealth.patient.disability_assessment,patient:
source: Patient
es: Paciente

# field:gnuhealth.patient.disability_assessment,speech_function:
source: Speech
es: Habla

# field:gnuhealth.patient.disability_assessment,visual_function:
source: Visual
es: Vista

# field:gnuhealth.patient.disability_assessment,wheelchair:
source: Wheelchair
es: Silla de ruedas

# field:gnuhealth.patient.prothesis,comments:
source: Comments
es: Comentarios

# field:gnuhealth.patient.prothesis,healthprof:
source: Health Prof
es: Profesional de Salud

# field:gnuhealth.patient.prothesis,issue_date:
source: Date
es: Fecha

# field:gnuhealth.patient.prothesis,patient:
source: Patient
es: Paciente

# field:gnuhealth.patient.prothesis,prothesis:
source: Prothesis
es: Prótesis

# field:product.product,is_prothesis:
source: Prothesis
es: Prótesis

# help:gnuhealth.activity.assessment,qualifier1:
source: Extent of the difficulty
es: Alcance de la dificultad

# help:gnuhealth.activity.assessment,qualifier2:
source: Extent of the dificulty
es: Alcance de la dificultad

# help:gnuhealth.body_structure.assessment,body_side:
source: Side of the body, if applies
es: Lado del cuerpo, si aplica

# help:gnuhealth.body_structure.assessment,qualifier1:
source: Extent of the impairment
es: Alcance de la dificultad

# help:gnuhealth.body_structure.assessment,qualifier2:
source: Nature of the change
es: Naturaleza del cambio

# help:gnuhealth.environment.assessment,qualifier:
source: Extent of the barriers or facilitators
es: Alcance de las barreras o facilitadores

# help:gnuhealth.patient,amputee:
source: Person has had one or more limbs removed by amputation. Includes congenital conditions
es: La persona tiene uno o mas miembros removidos por amputación. Incluidas las condiciones congenitas

# help:gnuhealth.patient,amputee_since:
source: Date of amputee status
es: Fecha del estado de amputación

# help:gnuhealth.patient,disability:
source: Mark this box if the patient has history of significant disabilities and/or barriers. Review the Disability Assessments, socioeconomic info, diseases and surgeries for more details
es: Marcar esta caja si el paciente tiene historial de discapacidades y/o barreras. Reveer las Evaluaciones de Discapacidad, información socio económica, enfermedades y cirugías para mas detalles

# help:gnuhealth.patient,uxo:
source: UXO casualty
es: Victima de UXO

# help:gnuhealth.patient.amputation,healthprof:
source: Authorized health professional
es: Profesional de salud autorizado

# help:gnuhealth.patient.disability_assessment,healthprof:
source: Authorized health professional
es: Profesional de salud autorizado

# help:gnuhealth.patient.disability_assessment,notes:
source: Extra Information
es: Información adicional

# help:gnuhealth.patient.prothesis,healthprof:
source: Prosthetist or authorized health professional
es: Prostetista o profesional de salud autorizado

# help:gnuhealth.patient.prothesis,prothesis:
source: Prosthetic device
es: Dispositivo prostetico

# help:product.product,is_prothesis:
source: Check if the product is a prothesis
es: Marcar si el producto es una prótesis

# model:gnuhealth.activity.assessment,name:
source: Activity and Participation Assessment
es: Evaluación de Actividad y Participación

# model:gnuhealth.activity_and_participation,name:
source: Activity limitations and participation restrictions
es: Limitaciones de actividad y restricciones de partición

# model:gnuhealth.activity_and_participation,name:d110
source: Watching
es: Observar

# model:gnuhealth.activity_and_participation,name:d115
source: Listening
es: Escuchar

# model:gnuhealth.activity_and_participation,name:d140
source: Learning to read
es: Aprender a leer

# model:gnuhealth.activity_and_participation,name:d150
source: Learning to calculate
es: Aprender a calcular

# model:gnuhealth.activity_and_participation,name:d175
source: Solving problems -arithmetic-
es: Resolver problemas -arimética-

# model:gnuhealth.activity_and_participation,name:d210
source: Undertaking a single task
es: Realizar una sola tarea

# model:gnuhealth.activity_and_participation,name:d220
source: Undertaking multiple tasks
es: Realizar múltiples tareas

# model:gnuhealth.activity_and_participation,name:d310
source: Communicating with -- receiving -- spoken messages
es: Comunicarse y recibir mensajes hablados

# model:gnuhealth.activity_and_participation,name:d315
source: Communicating with -- receiving -- non-verbal messages
es: Comunicarse y recibir mensajes no verbales

# model:gnuhealth.activity_and_participation,name:d320
source: Speaking
es: Hablar

# model:gnuhealth.activity_and_participation,name:d335
source: Producing non-verbal messages
es: Producir mensajes no verbales

# model:gnuhealth.activity_and_participation,name:d350
source: Conversation
es: Conversación

# model:gnuhealth.activity_and_participation,name:d430
source: Lifting and carrying objects
es: Levantar y transportar objetos

# model:gnuhealth.activity_and_participation,name:d440
source: Fine hand use (picking up, grasping)
es: Uso correcto de las manos (levantar, agarrar)

# model:gnuhealth.activity_and_participation,name:d450
source: Walking
es: Caminar

# model:gnuhealth.activity_and_participation,name:d465
source: Moving around using equipment (wheelchair, skates, etc.)
es: Desplazamiento utilizando equipos (silla de ruedas, patines, etc.)

# model:gnuhealth.activity_and_participation,name:d470
source: Using transportation (car, bus, train, plane, etc.)
es: Utilizar medios de transporte (coche, autobús, tren, avión, etc.)

# model:gnuhealth.activity_and_participation,name:d475
source: Driving (riding bicycle and motorbike, driving car, etc.)
es: Conducir (montar en bicicleta o motocicleta, conducir un coche, etc.)

# model:gnuhealth.activity_and_participation,name:d510
source: Washing oneself (bathing, drying, washing hands, etc)
es: Aseo personal (bañarse, secarse, lavarse las manos, etc.)

# model:gnuhealth.activity_and_participation,name:d520
source: Caring for body parts (brushing teeth, shaving, grooming, etc.)
es: Cuidado de las partes del cuerpo (cepillarse los dientes, afeitarse, arreglarse, etc.)

# model:gnuhealth.activity_and_participation,name:d530
source: Toileting
es: Ir al baño

# model:gnuhealth.activity_and_participation,name:d540
source: Dressing
es: Vestirse

# model:gnuhealth.activity_and_participation,name:d550
source: Eating
es: Comer

# model:gnuhealth.activity_and_participation,name:d560
source: Drinking
es: Beber

# model:gnuhealth.activity_and_participation,name:d570
source: Looking after ones health
es: Cuidardo de la salud personal

# model:gnuhealth.activity_and_participation,name:d620
source: Acquisition of goods and services (shopping, etc.)
es: Adquisición de bienes y servicios (compras, etc.)

# model:gnuhealth.activity_and_participation,name:d630
source: Preparation of meals (Cooking, etc.)
es: Preparación de comidas (Cocinar, etc.)

# model:gnuhealth.activity_and_participation,name:d640
source: Doing housework (cleaning house, washing dishes laundry, ironing, etc)
es: Realizar tareas domésticas (limpiar la casa, lavar los platos, planchar, etc.)

# model:gnuhealth.activity_and_participation,name:d660
source: Assisting others
es: Ayudar a otras personas

# model:gnuhealth.activity_and_participation,name:d710
source: Basic interpersonal interactions
es: Interacciones interpersonales básicas

# model:gnuhealth.activity_and_participation,name:d720
source: Complex interpersonal interactions
es: Interacciones interpersonales complejas

# model:gnuhealth.activity_and_participation,name:d730
source: Relating with strangers
es: Relacionarse con personas extrañas

# model:gnuhealth.activity_and_participation,name:d740
source: Formal relationships
es: Relaciones formales

# model:gnuhealth.activity_and_participation,name:d750
source: Informal relationships
es: Relaciones informales

# model:gnuhealth.activity_and_participation,name:d760
source: Family relationships
es: Relaciones familiares

# model:gnuhealth.activity_and_participation,name:d770
source: Intimate relationships
es: Relaciones íntimas

# model:gnuhealth.activity_and_participation,name:d810
source: Informal education
es: Educación informal

# model:gnuhealth.activity_and_participation,name:d820
source: School education
es: Educación escolar

# model:gnuhealth.activity_and_participation,name:d830
source: Higher education
es: Educación superior

# model:gnuhealth.activity_and_participation,name:d850
source: Remunerative employment
es: Empleo remunerativo

# model:gnuhealth.activity_and_participation,name:d860
source: Basic economic transactions
es: Transacciones económicas básicas

# model:gnuhealth.activity_and_participation,name:d870
source: Economic self-sufficiency
es: Autosuficiencia económica

# model:gnuhealth.activity_and_participation,name:d910
source: Community Life
es: Vida comunitaria

# model:gnuhealth.activity_and_participation,name:d920
source: Recreation and leisure
es: Entretenimiento y ocio

# model:gnuhealth.activity_and_participation,name:d930
source: Religion and Spirituality
es: Religión y espiritualidad

# model:gnuhealth.activity_and_participation,name:d940
source: Human Rights
es: Derechos humanos

# model:gnuhealth.activity_and_participation,name:d950
source: Political life and citizenship
es: Vida política y ciudadanía

# model:gnuhealth.activity_and_participation.category,name:
source: Activity and Participation Category
es: Categoría de Actividad y Participación

# model:gnuhealth.activity_and_participation.category,name:d1
source: LEARNING AND APPLYING KNOWLEDGE
es: APRENDER Y APLICAR EL CONOCIMIENTO

# model:gnuhealth.activity_and_participation.category,name:d2
source: GENERAL TASKS AND DEMANDS
es: TAREAS Y DEMANDAS GENERALES

# model:gnuhealth.activity_and_participation.category,name:d3
source: COMMUNICATION
es: COMUNICACIÓN

# model:gnuhealth.activity_and_participation.category,name:d4
source: MOBILITY
es: MOVILIDAD

# model:gnuhealth.activity_and_participation.category,name:d5
source: SELF CARE
es: CUIDADOS PERSONALES

# model:gnuhealth.activity_and_participation.category,name:d6
source: DOMESTIC LIFE
es: VIDA DOMÉSTICA

# model:gnuhealth.activity_and_participation.category,name:d7
source: INTERPERSONAL INTERACTIONS AND RELATIONSHIPS
es: INTERACCIONES Y RELACIONES INTERPERSONALES

# model:gnuhealth.activity_and_participation.category,name:d8
source: MAJOR LIFE AREAS
es: PRINCIPALES ÁREAS DE VIDA

# model:gnuhealth.activity_and_participation.category,name:d9
source: COMMUNITY, SOCIAL AND CIVIC LIFE
es: VIDA COMUNITARIA, SOCIAL Y CÍVICA

# model:gnuhealth.body_function,name:
source: Body Functions
es: Funciones Corporales

# model:gnuhealth.body_function,name:b110
source: Consciousness
es: Conciencia

# model:gnuhealth.body_function,name:b114
source: Orientation
es: Orientación

# model:gnuhealth.body_function,name:b117
source: Intellectual
es: Intelectual

# model:gnuhealth.body_function,name:b130
source: Energy and drive functions
es: Energía y funciones motoras

# model:gnuhealth.body_function,name:b134
source: Sleep
es: Sueño

# model:gnuhealth.body_function,name:b140
source: Attention
es: Atención

# model:gnuhealth.body_function,name:b144
source: Memory
es: Memoria

# model:gnuhealth.body_function,name:b152
source: Emotional Functions
es: Funciones emocionales

# model:gnuhealth.body_function,name:b156
source: Perceptual Functions
es: Funciones perceptivas

# model:gnuhealth.body_function,name:b164
source: Higher level cognitive functions
es: Funciones cognitivas de nivel superior

# model:gnuhealth.body_function,name:b167
source: Language
es: Idioma

# model:gnuhealth.body_function,name:b210
source: Seeing
es: Vista

# model:gnuhealth.body_function,name:b230
source: Hearing
es: Audición

# model:gnuhealth.body_function,name:b280
source: Pain
es: Dolor

# model:gnuhealth.body_function,name:b310
source: Voice
es: Voz

# model:gnuhealth.body_function,name:b410
source: Heart
es: Corazón

# model:gnuhealth.body_function,name:b420
source: Blood Pressure
es: Presión sanguínea

# model:gnuhealth.body_function,name:b430
source: Hematological
es: Hematológico

# model:gnuhealth.body_function,name:b435
source: Immunological
es: Inmunológico

# model:gnuhealth.body_function,name:b440
source: Respiration
es: Respiración

# model:gnuhealth.body_function,name:b515
source: Digestive
es: Digestivo

# model:gnuhealth.body_function,name:b525
source: Defecation
es: Defecación

# model:gnuhealth.body_function,name:b530
source: Weight Maintenance
es: Mantenimiento de peso

# model:gnuhealth.body_function,name:b620
source: Urination
es: Micción

# model:gnuhealth.body_function,name:b640
source: Sexual functions
es: Funciones sexuales

# model:gnuhealth.body_function.assessment,name:
source: Body Functions Assessment
es: Evaluación de Funciones Corporales

# model:gnuhealth.body_function.category,name:
source: Body Function Category
es: Categoría de Función Corporal

# model:gnuhealth.body_function.category,name:b0
source: ANY OTHER BODY FUNCTIONS
es: CUALQUIER OTRA FUNCIÓN CORPORAL

# model:gnuhealth.body_function.category,name:b1
source: MENTAL FUNCTIONS
es: FUNCIONES MENTALES

# model:gnuhealth.body_function.category,name:b2
source: SENSORY FUNCTIONS AND PAIN
es: FUNCIONES SENSORIALES Y DOLOR

# model:gnuhealth.body_function.category,name:b3
source: VOICE AND SPEECH FUNCTIONS
es: FUNCIONES DE VOZ Y HABLA

# model:gnuhealth.body_function.category,name:b4
source: FUNCTIONS OF THE CARDIOVASCULAR, HEMATOLOGICAL, IMMUNOLOGICAL AND RESPIRATORY SYSTEMS
es: FUNCIONES DE LOS SISTEMAS CARDIOVASCULAR, HEMATOLÓGICO, INMUNOLÓGICO Y RESPIRATORIO

# model:gnuhealth.body_function.category,name:b5
source: FUNCTIONS OF THE DIGESTIVE, METABOLIC AND ENDOCRINE SYSTEMS
es: FUNCIONES DE LOS SISTEMAS DIGESTIVO, METABÓLICO Y ENDOCRINO

# model:gnuhealth.body_function.category,name:b6
source: GENITOURINARY AND REPRODUCTIVE FUNCTIONS
es: FUNCIONES GENITOURINARIAS Y REPRODUCTIVAS

# model:gnuhealth.body_function.category,name:b7
source: NEUROMUSCULOSKELETAL AND MOVEMENT RELATED FUNCTIONS
es: FUNCIONES NEUROMUSCULOESQUELÉTICAS Y RELACIONADAS CON EL MOVIMIENTO

# model:gnuhealth.body_function.category,name:b8
source: FUNCTIONS OF THE SKIN AND RELATED STRUCTURES
es: FUNCIONES DE LA PIEL Y ESTRUCTURAS RELACIONADAS

# model:gnuhealth.body_structure,name:
source: Body Functions
es: Funciones Corporales

# model:gnuhealth.body_structure,name:s110
source: Brain
es: Cerebro

# model:gnuhealth.body_structure,name:s120
source: Spinal cord and peripheral nerves
es: Médula espinal y nervios periféricos

# model:gnuhealth.body_structure,name:s410
source: Cardiovascular system
es: Sistema cardiovascular

# model:gnuhealth.body_structure,name:s430
source: Respiratory system
es: Sistema respiratorio

# model:gnuhealth.body_structure,name:s610
source: Urinary System
es: Sistema urinario

# model:gnuhealth.body_structure,name:s630
source: Resproductive system
es: Sistema reproductivo

# model:gnuhealth.body_structure,name:s710
source: Head and neck region
es: Región de cabeza y cuello

# model:gnuhealth.body_structure,name:s7100
source: Bones of cranium
es: Huesos del craneo

# model:gnuhealth.body_structure,name:s7101
source: Bones of the face
es: Huesos faciales

# model:gnuhealth.body_structure,name:s7102
source: Bones of neck region
es: Huesos de la región del cuello

# model:gnuhealth.body_structure,name:s7103
source: Joints of head and neck region
es: Articulaciones de la región de la cabeza y el cuello

# model:gnuhealth.body_structure,name:s7104
source: Muscles of head and neck region
es: Músculos de la región de la cabeza y el cuello

# model:gnuhealth.body_structure,name:s7105
source: Ligaments and fasciae of head and neck region
es: Ligamentos y fascias de la región de la cabeza y el cuello

# model:gnuhealth.body_structure,name:s7108
source: Structure of head and neck region, other specified
es: Estructura de la región de la cabeza y el cuello, otra especificada

# model:gnuhealth.body_structure,name:s7109
source: Structure of head and neck region, unspecified
es: Estructura de la región de la cabeza y el cuello, no especificada

# model:gnuhealth.body_structure,name:s720
source: Shoulder region
es: Región del hombro

# model:gnuhealth.body_structure,name:s7200
source: Bones of shoulder region
es: Huesos de la región del hombro

# model:gnuhealth.body_structure,name:s7201
source: Joints of shoulder region
es: Articulaciones de la región del hombro

# model:gnuhealth.body_structure,name:s7202
source: Muscles of shoulder region
es: Músculos de la región del hombro

# model:gnuhealth.body_structure,name:s7203
source: Ligaments and fasciae of shoulder region
es: Ligamentos y fascias de la región del hombro

# model:gnuhealth.body_structure,name:s7208
source: Structure of shoulder region, other specified
es: Estructura de la región del hombro, otra especificada

# model:gnuhealth.body_structure,name:s7209
source: Structure of shoulder region, unspecified
es: Estructura de la región del hombro, no especificada

# model:gnuhealth.body_structure,name:s730
source: Upper extremity
es: Extremidades superiores

# model:gnuhealth.body_structure,name:s7300
source: Structure of upper arm
es: Estructura de la parte superior del brazo

# model:gnuhealth.body_structure,name:s73000
source: Bones of upper arm
es: Huesos de la parte superior del brazo

# model:gnuhealth.body_structure,name:s73001
source: Elbow joint
es: Articulación del codo

# model:gnuhealth.body_structure,name:s73002
source: Muscles of upper arm
es: Músculos de la parte superior del brazo

# model:gnuhealth.body_structure,name:s73003
source: Ligaments and fasciae of upper arm
es: Ligamentos y fascias de la parte superior del brazo

# model:gnuhealth.body_structure,name:s73008
source: Structure of upper arm, other specified
es: Estructura de la parte superior del brazo, otra especificada

# model:gnuhealth.body_structure,name:s73009
source: Structure of upper arm, unspecified
es: Estructura de la parte superior del brazo, no especificada
