Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-orthanc/gnuhealth_orthanc-5.0.0.tar.gz/gnuhealth_orthanc-5.0.0/locale/*.po
Languages: uk

# field:gnuhealth.imaging.test.result,orthanc_studies:
source: Orthanc studies
uk: Дослідження Orthanc

# field:gnuhealth.imaging.test.result,studies:
source: Orthanc studies
uk: Дослідження Orthanc

# field:gnuhealth.imaging_orthanc.orthanc_add_init_data,domain:
source: URL
uk: URL-адреса

# field:gnuhealth.imaging_orthanc.orthanc_add_init_data,label:
source: Label
uk: Мітка

# field:gnuhealth.imaging_orthanc.orthanc_add_init_data,password:
source: Password
uk: Пароль

# field:gnuhealth.imaging_orthanc.orthanc_add_init_data,proxy_domain:
source: Proxy URL
uk: URL-адреса проксі

# field:gnuhealth.imaging_orthanc.orthanc_add_init_data,user:
source: Username
uk: Ім'я користувача

# field:gnuhealth.imaging_orthanc.series_instances,instance_number:
source: Instance Number
uk: Номер екземпляра

# field:gnuhealth.imaging_orthanc.series_instances,orthanc_UID:
source: Orthanc UID
uk: UID Orthanc

# field:gnuhealth.imaging_orthanc.series_instances,series:
source: Series
uk: Серія

# field:gnuhealth.imaging_orthanc.series_instances,server:
source: Server
uk: Сервер

# field:gnuhealth.imaging_orthanc.series_instances,sop_instance_UID:
source: SOP Instance UID
uk: UID екземпляра SOP

# field:gnuhealth.imaging_orthanc.study,date:
source: Date
uk: Дата

# field:gnuhealth.imaging_orthanc.study,gnuhealth_patient_name:
source: Health Patient
uk: Пацієнт GNU Health

# field:gnuhealth.imaging_orthanc.study,imaging_test:
source: Result
uk: Результат

# field:gnuhealth.imaging_orthanc.study,institution:
source: Institution
uk: Заклад

# field:gnuhealth.imaging_orthanc.study,notes:
source: Study notes
uk: Примітки щодо дослідження

# field:gnuhealth.imaging_orthanc.study,orthanc_UID:
source: Orthanc UID
uk: UID Orthanc

# field:gnuhealth.imaging_orthanc.study,patient:
source: Patient
uk: Пацієнт

# field:gnuhealth.imaging_orthanc.study,patient_id:
source: Patient ID
uk: ID пацієнта

# field:gnuhealth.imaging_orthanc.study,patient_name:
source: Orthanc Patient
uk: Пацієнт Orthanc

# field:gnuhealth.imaging_orthanc.study,performing_physician_name:
source: Physician
uk: Лікар

# field:gnuhealth.imaging_orthanc.study,series:
source: Study Series
uk: Серія досліджень

# field:gnuhealth.imaging_orthanc.study,server:
source: Orthanc Server
uk: Сервер Orthanc

# field:gnuhealth.imaging_orthanc.study,study_instance_UID:
source: Study UID
uk: UID дослідження

# field:gnuhealth.imaging_orthanc.study_series,instances:
source: Series Instance
uk: Екземпляр серії

# field:gnuhealth.imaging_orthanc.study_series,notes:
source: Series notes
uk: Примітки щодо серії

# field:gnuhealth.imaging_orthanc.study_series,orthanc_UID:
source: Orthanc UID
uk: UID Orthanc

# field:gnuhealth.imaging_orthanc.study_series,series_UID:
source: Series UID
uk: UID серії

# field:gnuhealth.imaging_orthanc.study_series,series_description:
source: Description
uk: Опис

# field:gnuhealth.imaging_orthanc.study_series,series_number:
source: Series No.
uk: № серії

# field:gnuhealth.imaging_orthanc.study_series,server:
source: Server
uk: Сервер

# field:gnuhealth.imaging_orthanc.study_series,study:
source: Study
uk: Дослідження

# field:gnuhealth.imaging_orthanc.upload_image_data.start,data_to_upload:
source: File to upload
uk: Файл для завантаження

# field:gnuhealth.imaging_orthanc.upload_image_data.start,server_config:
source: Server
uk: Сервер

# field:gnuhealth.orthanc.config,domain:
source: URL
uk: URL-адреса

# field:gnuhealth.orthanc.config,label:
source: Label
uk: Мітка

# field:gnuhealth.orthanc.config,last_changed_index:
source: Last Changed Index
uk: Індекс останніх змін

# field:gnuhealth.orthanc.config,link:
source: Link
uk: Посилання

# field:gnuhealth.orthanc.config,password:
source: Password
uk: Пароль

# field:gnuhealth.orthanc.config,proxy_domain:
source: Proxy URL
uk: URL-адреса проксі

# field:gnuhealth.orthanc.config,user:
source: Username
uk: Ім'я користувача

# field:gnuhealth.orthanc.config,validated:
source: Validated
uk: Перевірено

# field:gnuhealth.orthanc.patient,bd:
source: Birthdate
uk: Дата народження

# field:gnuhealth.orthanc.patient,ident:
source: PatientID
uk: ID пацієнта

# field:gnuhealth.orthanc.patient,link:
source: URL
uk: URL-адреса

# field:gnuhealth.orthanc.patient,name:
source: PatientName
uk: Ім'я пацієнта

# field:gnuhealth.orthanc.patient,patient:
source: Patient
uk: Пацієнт

# field:gnuhealth.orthanc.patient,server:
source: Server
uk: Сервер

# field:gnuhealth.orthanc.patient,studies:
source: Studies
uk: Дослідження

# field:gnuhealth.orthanc.patient,uuid:
source: PatientUUID
uk: UUID пацієнта

# field:gnuhealth.orthanc.study,date:
source: Date
uk: Дата

# field:gnuhealth.orthanc.study,description:
source: Description
uk: Опис

# field:gnuhealth.orthanc.study,imaging_test:
source: Study
uk: Дослідження

# field:gnuhealth.orthanc.study,instance_uid:
source: InstanceUID
uk: UID екземпляра

# field:gnuhealth.orthanc.study,institution:
source: Institution
uk: Заклад

# field:gnuhealth.orthanc.study,patient:
source: Patient
uk: Пацієнт

# field:gnuhealth.orthanc.study,server:
source: Server
uk: Сервер

# field:gnuhealth.patient,orthanc_patients:
source: Orthanc patients
uk: Пацієнти Orthanc

# field:gnuhealth.patient,orthanc_studies:
source: Orthanc Study
uk: Дослідження Orthanc

# help:gnuhealth.imaging_orthanc.orthanc_add_init_data,domain:
source: The full URL of the Orthanc server. Must be unique
uk: Повна URL-адреса сервера Orthanc. Повинна бути унікальною

# help:gnuhealth.imaging_orthanc.orthanc_add_init_data,label:
source: The label of the Orthanc server. Must be unique
uk: Мітка сервера Orthanc. Повинна бути унікальною

# help:gnuhealth.imaging_orthanc.orthanc_add_init_data,password:
source: Password for Orthanc REST server
uk: Пароль для REST-сервера Orthanc

# help:gnuhealth.imaging_orthanc.orthanc_add_init_data,proxy_domain:
source: Optional Proxy URL of the Orthanc server. It's only needed when the client cannot connect directly to the Orthanc server.
uk: Необов'язкова URL-адреса проксі-сервера Orthanc. Потрібна лише тоді, коли клієнт не може з'єднатися безпосередньо з сервером Orthanc.

# help:gnuhealth.imaging_orthanc.orthanc_add_init_data,user:
source: Username for Orthanc REST server
uk: Ім'я користувача для REST-сервера Orthanc

# help:gnuhealth.imaging_orthanc.series_instances,series:
source: Study series instance
uk: Екземпляр серії досліджень

# help:gnuhealth.imaging_orthanc.study,notes:
source: Extra Information
uk: Додаткова інформація

# help:gnuhealth.imaging_orthanc.study,ohif_viewer_link:
source: Link to Orthanc OHIF Viewer
uk: Посилання на OHIF Viewer

# help:gnuhealth.imaging_orthanc.study,patient:
source: Patient Name
uk: Ім'я пацієнта

# help:gnuhealth.imaging_orthanc.study,stone_viewer_link:
source: Link to Orthanc Stone Viewer
uk: Посилання на Stone Viewer

# help:gnuhealth.imaging_orthanc.study_series,notes:
source: Extra Information
uk: Додаткова інформація

# help:gnuhealth.imaging_orthanc.study_series,stone_viewer_link:
source: Link to Orthanc Stone Viewer
uk: Посилання на Stone Viewer

# help:gnuhealth.imaging_orthanc.study_series,study:
source: Patient study series
uk: Серія досліджень пацієнта

# help:gnuhealth.imaging_orthanc.upload_image_data.start,server_config:
source: Orthanc server
uk: Сервер Orthanc

# help:gnuhealth.orthanc.config,domain:
source: The full URL of the Orthanc server
uk: Повна URL-адреса сервера Orthanc

# help:gnuhealth.orthanc.config,label:
source: Label for server (eg., remote)
uk: Мітка сервера (напр., remote1)

# help:gnuhealth.orthanc.config,last_changed_index:
source: Index of last change
uk: Індекс останніх змін

# help:gnuhealth.orthanc.config,link:
source: Link to Orthanc Explorer
uk: Посилання на Orthanc Explorer

# help:gnuhealth.orthanc.config,password:
source: Password for Orthanc REST server
uk: Пароль для REST-сервера Orthanc

# help:gnuhealth.orthanc.config,proxy_domain:
source: The proxy URL of the Orthanc server
uk: URL-адреса проксі сервера Orthanc

# help:gnuhealth.orthanc.config,user:
source: Username for Orthanc REST server
uk: Ім'я користувача для REST-сервера Orthanc

# help:gnuhealth.orthanc.patient,link:
source: Link to patient in Orthanc Explorer
uk: Посилання на пацієнта в Orthanc Explorer

# help:gnuhealth.orthanc.study,ohif_viewer_link:
source: Link to study in OHIF Viewer.
uk: Посилання на дослідження в OHIF Viewer.

# help:gnuhealth.orthanc.study,orthanc_explorer_link:
source: Link to study in Orthanc Explorer.
uk: Посилання на дослідження в Orthanc Explorer.

# help:gnuhealth.orthanc.study,stone_viewer_link:
source: Link to study in Stone Viewer.
uk: Посилання на дослідження в Stone Viewer.

# model:gnuhealth.imaging_orthanc.series_instances,name:
source: Series Instance
uk: Екземпляр серії

# model:gnuhealth.imaging_orthanc.study,name:
source: Patient Orthanc Study
uk: Дослідження пацієнта Orthanc

# model:gnuhealth.imaging_orthanc.study_series,name:
source: Study Series
uk: Серія досліджень

# model:gnuhealth.orthanc.config,name:
source: Orthanc Server Config
uk: Конфігурація сервера Orthanc

# model:gnuhealth.orthanc.patient,name:
source: Orthanc patient information
uk: Інформація про пацієнта Orthanc

# model:ir.action,name:act_full_synchronize
source: Orthanc: Full Synchronize
uk: Orthanc: Повна синхронізація

# model:ir.action,name:act_get_new_Studies
source: Orthanc: Get New Studies
uk: Orthanc: Отримати нові дослідження

# model:ir.action,name:act_imaging_orthanc_patient_view
source: Patients
uk: Пацієнти

# model:ir.action,name:act_imaging_orthanc_study_series_view
source: Series
uk: Серії

# model:ir.action,name:act_imaging_orthanc_study_view
source: Studies
uk: Дослідження

# model:ir.action,name:act_orthanc_server_view
source: Servers
uk: Сервери

# model:ir.action,name:act_upload_image_data
source: Orthanc: Upload DICOM Files
uk: Orthanc: Завантажити файли DICOM

# model:ir.action,name:orthanc_add_server_init_data
source: Add New Server
uk: Додати новий сервер

# model:ir.message,text:msg_label_instance_number
source: Instance Number:
uk: Номер екземпляра:

# model:ir.model.button,string:button_imaging_orthanc_delete_series
source: Delete Series
uk: Видалити серію

# model:ir.model.button,string:button_imaging_orthanc_delete_study
source: Delete Study
uk: Видалити дослідження

source: Attach To Report
uk: Прикріпити до звіту

# model:ir.ui.menu,name:imaging_orthanc_add_server_menu
source: Add New Server
uk: Додати новий сервер

# model:ir.ui.menu,name:imaging_orthanc_menu_patient_view
source: Patients
uk: Пацієнти

# model:ir.ui.menu,name:imaging_orthanc_menu_study_view
source: Studies
uk: Дослідження

# model:ir.ui.menu,name:orthanc_servers_menu
source: Servers
uk: Сервери

# model:res.group,name:group_imaging_orthanc
source: Health Imaging Orthanc
uk: Медична візуалізація Orthanc

# view:gnuhealth.imaging_orthanc.full_synchronize.start:
source: Full Synchronize Studies? Please be patient as this process may take some time!
uk: Повністю синхронізувати дослідження? Будь ласка, будьте терплячі, оскільки цей процес може зайняти деякий час!

# view:gnuhealth.imaging_orthanc.orthanc_add_init_data:
source: Server Information
uk: Інформація про сервер

# view:gnuhealth.imaging_orthanc.orthanc_add_init_data:
source: User credentials
uk: Облікові дані користувача

# view:gnuhealth.imaging_orthanc.series_instances:
source: Add To RPT
uk: Додати до звіту

# view:gnuhealth.imaging_orthanc.study:
source: Delete study from remote orthanc server.
uk: Видалити дослідження з віддаленого сервера Orthanc.

# view:gnuhealth.imaging_orthanc.study:
source: GNU Health Patient
uk: Пацієнт GNU Health

# view:gnuhealth.imaging_orthanc.study:
source: Orthanc: Delete Study
uk: Orthanc: Видалити дослідження

# view:gnuhealth.imaging_orthanc.study:
source: Patient:
uk: Пацієнт:

# view:gnuhealth.imaging_orthanc.study:
source: Study Content
uk: Вміст дослідження

# view:gnuhealth.imaging_orthanc.study:
source: Study Notes
uk: Примітки щодо дослідження

# view:gnuhealth.imaging_orthanc.study_series:
source: Delele
uk: Видалити

# view:gnuhealth.imaging_orthanc.study_series:
source: Delete study series from remote orthanc server.
uk: Видалити серію досліджень з віддаленого сервера Orthanc.

# view:gnuhealth.imaging_orthanc.study_series:
source: Series
uk: Серія

# view:gnuhealth.imaging_orthanc.study_series:
source: Series Notes
uk: Примітки щодо серії

# view:gnuhealth.imaging_orthanc.study_series:
source: Viewers
uk: Оглядачі

# view:gnuhealth.imaging_orthanc.upload_image_data.start:
source: Upload the DICOM files to Orthanc?
uk: Завантажити в Orthanc файли DICOM?

# view:gnuhealth.orthanc.config:
source: General
uk: Загальне

# view:gnuhealth.orthanc.config:
source: Link
uk: Посилання

# view:gnuhealth.orthanc.config:
source: Remove the server configuration
uk: Видалити конфігурацію сервера

# view:gnuhealth.orthanc.config:
source: Server Information
uk: Інформація про сервер

# view:gnuhealth.orthanc.config:
source: User
uk: Користувач

# wizard_button:gnuhealth.imaging_orthanc.full_synchronize,start,end:
source: Cancel
uk: Скасувати

# wizard_button:gnuhealth.imaging_orthanc.full_synchronize,start,synchronize:
source: Synchronize
uk: Синхронізувати

# wizard_button:gnuhealth.imaging_orthanc.get_new_studies,start,end:
source: Cancel
uk: Скасувати

# wizard_button:gnuhealth.imaging_orthanc.get_new_studies,start,update:
source: Start
uk: Почати

# wizard_button:gnuhealth.imaging_orthanc.upload_image_data,start,end:
source: Cancel
uk: Скасувати

# wizard_button:gnuhealth.imaging_orthanc.wizard.orthanc_new_connect,start,end:
source: Cancel
uk: Скасувати
