Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-federation/gnuhealth_federation-5.0.0-py3-none-any.whl/trytond/modules/health_federation/locale/*.po
Languages: ar

# field:gnuhealth.federation.config,enabled:
source: Enabled
ar: مفعل

# field:gnuhealth.federation.config,host:
source: Thalamus server
ar: مخدم ثالاموس

# field:gnuhealth.federation.config,password:
source: Password
ar: كلمة السر

# field:gnuhealth.federation.config,user:
source: User
ar: المستخدم

# field:gnuhealth.federation.config,verify_ssl:
source: Verify SSL cert
ar: تأكيد شهادة SSL

# field:gnuhealth.federation.object,enabled:
source: Enabled
ar: مفعل

# field:gnuhealth.federation.object,fields:
source: Fields
ar: الحقول

# field:gnuhealth.federation.object,model:
source: Model
ar: نموذج

# field:gnuhealth.federation.queue,args:
source: Arguments
ar: المتحولات

# field:gnuhealth.federation.queue,args_preview:
source: Preview
ar: عرض

# field:gnuhealth.federation.queue,federation_locator:
source: Fed ID
ar: رقم الاتحاد

# field:gnuhealth.federation.queue,method:
source: Method
ar: طريقة

# field:gnuhealth.federation.queue,model:
source: Model
ar: نموذج

# field:gnuhealth.federation.queue,msgid:
source: Message ID
ar: رقم الرسالة

# field:gnuhealth.federation.queue,node:
source: Node
ar: النقطة

# field:gnuhealth.federation.queue,state:
source: Status
ar: الوضع

# field:gnuhealth.federation.queue,time_stamp:
source: Timestamp
ar: بصمة الوقت

# field:gnuhealth.federation.queue,url_suffix:
source: URL suffix
ar: لاحقة URL

# field:gnuhealth.pol,fsync:
source: Fsync
ar: تزامن

# field:party.party,fsync:
source: Fsync
ar: تزامن

# help:gnuhealth.federation.config,enabled:
source: Mark if the node is active in the Federation
ar: حدد ما إذا كانت العقدة نشطة في الاتحاد

# help:gnuhealth.federation.config,host:
source: GNU Health Thalamus server
ar: مخدم ثالاموس

# help:gnuhealth.federation.config,password:
source: Password of the institution admin user in the Federation
ar: كلمة سر مستخدم مدير المؤسسة في الاتحاد

# help:gnuhealth.federation.config,port:
source: Thalamus port
ar: ثالاموس port

# help:gnuhealth.federation.config,ssl:
source: Use encrypted communication via SSL
ar: استخدام اتصال مشفر باستخدام SSL

# help:gnuhealth.federation.config,user:
source: Admin associated to this institution
ar: المدير المتصل بهذه المؤسسة

# help:gnuhealth.federation.config,verify_ssl:
source: Check this option if your certificate has been emitted by a CA authority. If it is a self-signed certifiate leave it unchecked
ar: حدد هذا الخيار إذا تم إصدار شهادتك من قبل سلطة CA. إذا كانت شهادة موقعة ذاتيًا، فاتركها دون تحديد

# help:gnuhealth.federation.object,enabled:
source: Check if the model is active to participate on the Federation
ar: تحقق مما إذا كان النموذج نشطًا للمشاركة في الاتحاد

# help:gnuhealth.federation.object,fields:
source: Contains a list of the local model fields that participate on the federation. Each line will have the format field:endpoint:key
ar: يحتوي على قائمة بحقول النماذج المحلية المشاركة في الاتحاد. سيكون لكل سطر حقل التنسيق:نقطة النهاية:مفتاح

# help:gnuhealth.federation.object,model:
source: Local Model
ar: نموذج محلي

# help:gnuhealth.federation.queue,args:
source: Arguments
ar: متحولات

# help:gnuhealth.federation.queue,federation_locator:
source: Unique locator in Federation, such as person Federation account or Page of Life code
ar: محدد مواقع فريد في الاتحاد، مثل حساب الاتحاد الشخصي أو رمز صفحة الحياة

# help:gnuhealth.federation.queue,model:
source: Source Model
ar: النموذج المصدر

# help:gnuhealth.federation.queue,msgid:
source: Message UID
ar: رقم المستخدم الخاص بالرسالة

# help:gnuhealth.federation.queue,node:
source: The originating node id
ar: معرف العقدة الأصلية

# help:gnuhealth.federation.queue,time_stamp:
source: UTC timestamp at the moment of writing record on the node
ar: الطابع الزمني UTC في لحظة كتابة السجل على العقدة

# help:gnuhealth.federation.queue,url_suffix:
source: suffix to be passed to the URL
ar: اللاحقة التي سيتم تمريرها إلى عنوان URL

# help:gnuhealth.pol,fsync:
source: If active, this record information will be sent to the Federation
ar: إذا كان نشطًا، فسيتم إرسال معلومات السجل هذه إلى الاتحاد

# help:party.party,fsync:
source: If active, this record information will be sent to the Federation
ar: إذا كان نشطًا، فسيتم إرسال معلومات السجل هذه إلى الاتحاد

# model:gnuhealth.federation.config,name:
source: Federation Node Configuration
ar: تكوين عقدة الاتحاد

# model:gnuhealth.federation.object,name:
source: Federation Object
ar: غرض في الاتحاد

# model:gnuhealth.federation.queue,name:
source: Federation Queue
ar: جدولة في الاتحاد

# model:ir.action,name:gnuhealth_action_federation_config
source: Node Configuration
ar: اعدادات العقدة

# model:ir.action,name:gnuhealth_action_federation_object
source: Federation Objects
ar: اغراض في الاتحاد

# model:ir.action,name:gnuhealth_action_federation_queue
source: Federation Queue Manager
ar: مدير جداول الاتحاد

# model:ir.action.act_window.domain,name:act_gnuhealth_fedq_domain_all
source: All
ar: الكل

# model:ir.action.act_window.domain,name:act_gnuhealth_fedq_domain_failed
source: Failed
ar: حقل

# model:ir.action.act_window.domain,name:act_gnuhealth_fedq_domain_queued
source: Queued
ar: مجدول

# model:ir.action.act_window.domain,name:act_gnuhealth_fedq_domain_sent
source: Sent
ar: ارسل

# model:ir.ui.menu,name:gnuhealth_conf_federation_config
source: Node Configuration
ar: اعدادات العقدة

# model:ir.ui.menu,name:gnuhealth_conf_federation_object
source: Federation Objects
ar: اغراض الاتحاد

# model:ir.ui.menu,name:gnuhealth_conf_federation_queue
source: Federation Queue Manager
ar: مدير جداول الاتحاد

# model:ir.ui.menu,name:gnuhealth_federation
source: Federation
ar: الاتحاد

# model:res.group,name:group_health_federation_admin
source: Health Federation Administration
ar: مدير صحة الاتحاد

# selection:gnuhealth.federation.queue,method:
source: DELETE
ar: حذف

# selection:gnuhealth.federation.queue,method:
source: GET
ar: جلب

# selection:gnuhealth.federation.queue,state:
source: Failed
ar: حقل

# selection:gnuhealth.federation.queue,state:
source: Queued
ar: مجدول

# selection:gnuhealth.federation.queue,state:
source: Sent
ar: ارسل

# view:gnuhealth.federation.config:
source: Test Connection
ar: تجربة اتصال

# view:gnuhealth.federation.config:
source: Test Connection to Thalamus server
ar: تجربة اتصال لمخدم ثالاموس

# view:gnuhealth.federation.config:
source: Test Thalamus connection
ar: تجربة اتصال ثالاموس

# view:gnuhealth.federation.queue:
source: Arguments
ar: مدخلات

# view:gnuhealth.federation.queue:
source: Send
ar: ارسال

# view:gnuhealth.federation.queue:
source: Send the record to the Federation
ar: ارسال السطر الى الاتحاد
