Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-services-lab/gnuhealth_services_lab-5.0.0-py3-none-any.whl/trytond/modules/health_services_lab/locale/*.po
Languages: es

# field:gnuhealth.patient.lab.test,service:
source: Service
es: Servicio

# field:gnuhealth.patient.lab.test,service_updated:
source: Service updated
es: Servicio actualizado

# field:gnuhealth.patient.lab.test.request.start,service:
source: Service
es: Servicio

# field:gnuhealth.patient.lab.test.request.start,ungroup_tests:
source: Ungroup
es: Desagrupar

# help:gnuhealth.patient.lab.test,service:
source: Service document associated to this Lab Request
es: Documento de servicio asociado a esta solicitud de laboratorio

# help:gnuhealth.patient.lab.test.request.start,service:
source: Service document associated to this Lab Request
es: Documento de servicio asociado a esta solicitud de laboratorio

# help:gnuhealth.patient.lab.test.request.start,ungroup_tests:
source: Check if you DO NOT want to include each individual lab test from this order in the lab test generation step. This is useful when some services are not provided in the same institution. In this case, you need to individually update the service document from each individual test
es: Marque si NO desea incluir cada prueba de laboratorio individual de este pedido en el paso de generación de pruebas de laboratorio. Esto es útil cuando algunos servicios no se brindan en la misma institución. En este caso, deberá actualizar individualmente el documento de servicio de cada prueba individual

# model:ir.message,text:msg_no_service_associated
source: SM-SERVICES_LAB-0001: Need to associate a service
es: SM-SERVICES_LAB-0001: Necesidad de asociar un servicio

# model:ir.message,text:msg_service_has_been_updated
source: SM-SERVICES_LAB-0002: "Service updated" is "yes" indicates that the service has been updated, please verify it again.
es: SM-SERVICES_LAB-0002: "Servicio actualizado" es "sí" indica que el servicio se ha actualizado, verifíquelo nuevamente.

# model:ir.model.button,string:srvlab_update_button
source: Update Services
es: Actualizar servicios

# selection:gnuhealth.patient.lab.test,service_updated:
source: Unknown
es: Desconocido

# selection:gnuhealth.patient.lab.test,service_updated:
source: Yes
es: Sí

# view:gnuhealth.patient.lab.test:
source: Transfer lab request to services ?
es: ¿Transferir solicitud de laboratorio a servicios?

# view:gnuhealth.patient.lab.test:
source: Update Service document with this lab request ?
es: ¿Actualizar el documento de servicio con esta solicitud de laboratorio?

# view:gnuhealth.patient.lab.test:
source: Update Services
es: Actualizar servicios
