Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-stock-inpatient/gnuhealth_stock_inpatient-5.0.0rc2.tar.gz/gnuhealth_stock_inpatient-5.0.0rc2/locale/*.po
Languages: sv

# field:gnuhealth.patient.rounding,medicaments:
source: Medicaments
sv: Läkemedel

# field:gnuhealth.patient.rounding.medical_supply,lot:
source: Lot
sv: Parti

# field:gnuhealth.patient.rounding.medical_supply,quantity:
source: Quantity
sv: Kvantitet

# field:gnuhealth.patient.rounding.medical_supply,short_comment:
source: Comment
sv: Kommentar

# field:gnuhealth.patient.rounding.medicament,lot:
source: Lot
sv: Parti

# field:gnuhealth.patient.rounding.medicament,medicament:
source: Medicament
sv: Läkemedel

# field:gnuhealth.patient.rounding.medicament,product:
source: Product
sv: Produkt

# field:gnuhealth.patient.rounding.medicament,quantity:
source: Quantity
sv: Kvantitet

# field:gnuhealth.patient.rounding.medicament,short_comment:
source: Comment
sv: Kommentar

# help:gnuhealth.patient.rounding.medical_supply,short_comment:
source: Short comment on the specific drug
sv: Kort kommentar gällande den specifika drogen

# help:gnuhealth.patient.rounding.medicament,short_comment:
source: Short comment on the specific drug
sv: Kort kommentar gällande den specifika drogen

# model:ir.message,text:msg_no_pharmacy
source: You need to select a pharmacy
sv: Du måste välja ett apotek

# model:ir.message,text:msg_stock_move_exists
source: Stock move already exists
sv: Lagerflytten existerar redan

# model:ir.model.button,string:rounding_end_button
source: End Rounding
sv: Avsluta ronderingen

# view:gnuhealth.patient.rounding:
source: Done / Create Stock moves
sv: Klar / Skapa lagerflyttar

# view:gnuhealth.patient.rounding:
source: Medication
sv: Medicin

# view:gnuhealth.patient.rounding:
source: Six P's
sv: Sex P'n

# view:gnuhealth.patient.rounding:
source: Stock Moves
sv: Lagerflyttar
