Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-crypto-lab/gnuhealth_crypto_lab-5.0.0rc2.tar.gz/gnuhealth_crypto_lab-5.0.0rc2/locale/*.po
Languages: ru

# field:gnuhealth.lab,digest_current:
source: Current Hash
ru: Текущий хэш

# field:gnuhealth.lab,digest_status:
source: Altered
ru: Измененный

# field:gnuhealth.lab,digital_signature:
source: Digital Signature
ru: Цифровая подпись

# field:gnuhealth.lab,document_digest:
source: Digest
ru: Дайджест

# field:gnuhealth.lab,serializer:
source: Doc String
ru: Док Строка

# field:gnuhealth.lab,serializer_current:
source: Current Doc
ru: Текущий Док

# help:gnuhealth.lab,digest_status:
source: This field will be set whenever parts of the main original document has been changed. Please note that the verification is done only on selected fields.
ru: Это поле будет установлено при изменении частей основного оригинального документа. Обратите внимание, что проверка выполняется только для выбранных полей.

# help:gnuhealth.lab,document_digest:
source: Original Document Digest
ru: Дайджест оригинальных документов

# model:ir.model.button,string:labtest_sign_button
source: Validate
ru: Проверить

# view:gnuhealth.lab:
source: Are you sure to sign this lab results ?
ru: Вы обязательно подпишете результаты этой лаборатории?

# view:gnuhealth.lab:
source: Digital Signature
ru: Цифровая подпись

# view:gnuhealth.lab:
source: Document validation
ru: Проверка документов

# view:gnuhealth.lab:
source: Validate
ru: Проверить

# view:gnuhealth.lab:
source: Validate and Sign the lab test
ru: Проверка и подписание лабораторного теста

# view:gnuhealth.lab:
source: Validation
ru: Проверка
