Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-genetics/gnuhealth_genetics-5.0.0rc2-py3-none-any.whl/trytond/modules/health_genetics/locale/*.po
Languages: ar

# field:gnuhealth.gene,aliases:
source: Aliases
ar: اسماء مستعارة

# field:gnuhealth.gene,chromosome:
source: Chromosome
ar: كروموزوم

# field:gnuhealth.gene,ensembl_id:
source: Ensembl ID
ar: معرف الفرقة

# field:gnuhealth.gene,gene_id:
source: Entrez Gene ID
ar: معرف الجينات إنتريز

# field:gnuhealth.gene,gene_type:
source: Gene type
ar: نوع الجين

# field:gnuhealth.gene,hgnc_id:
source: HGNC ID
ar: معرف HGNC

# field:gnuhealth.gene,info:
source: Information
ar: معلومات

# field:gnuhealth.gene,location:
source: Location
ar: الموقع

# field:gnuhealth.gene,long_name:
source: Official Name
ar: الاسم المعتمد

# field:gnuhealth.gene,name:
source: Symbol
ar: رمز

# field:gnuhealth.gene,protein_name:
source: Protein Code
ar: رمز البروتين

# field:gnuhealth.gene,protein_uri:
source: Protein URI
ar: رابط البروتين

# field:gnuhealth.gene,variants:
source: Variants
ar: المتغيرات

# field:gnuhealth.gene.variant,aa_change:
source: AA Change
ar: تغيرات AA

# field:gnuhealth.gene.variant,dbsnp_url:
source: Reference SNP
ar: مرجع SNP

# field:gnuhealth.gene.variant,phenotypes:
source: Phenotypes / Diseases
ar: الظواهر / الأمراض

# field:gnuhealth.gene.variant,protein:
source: Protein
ar: بروتين

# field:gnuhealth.gene.variant,significance:
source: Significance
ar: دلالة

# field:gnuhealth.gene.variant.phenotype,gene:
source: Gene & Protein
ar: الجين والبروتين

# field:gnuhealth.gene.variant.phenotype,name:
source: Code
ar: رمز

# field:gnuhealth.gene.variant.phenotype,phenotype:
source: Phenotype
ar: النمط الظاهري

# field:gnuhealth.gene.variant.phenotype,variant:
source: Variant
ar: البديل

# field:gnuhealth.patient,genetic_risks:
source: Genetic Information
ar: المعلومات الجينية

# field:gnuhealth.patient.genetic.risk,disease_gene:
source: Gene
ar: الجين

# field:gnuhealth.patient.genetic.risk,healthprof:
source: Health Prof
ar: بروفسور صحي

# field:gnuhealth.patient.genetic.risk,institution:
source: Institution
ar: مؤسسة

# field:gnuhealth.patient.genetic.risk,natural_variant:
source: Variant
ar: البديل

# field:gnuhealth.patient.genetic.risk,notes:
source: Notes
ar: ملاحظات

# field:gnuhealth.patient.genetic.risk,onset:
source: Onset
ar: بداية

# field:gnuhealth.patient.genetic.risk,patient:
source: Patient
ar: المريض

# field:gnuhealth.patient.genetic.risk,variant_phenotype:
source: Phenotype
ar: النمط الظاهري

# field:gnuhealth.protein.disease,acronym:
source: Mnemonic
ar: ذاكري

# field:gnuhealth.protein.disease,active:
source: Active
ar: نشيط

# field:gnuhealth.protein.disease,description:
source: Description
ar: الوصف

# field:gnuhealth.protein.disease,disease_name:
source: Disease name
ar: اسم المرض

# field:gnuhealth.protein.disease,disease_uri:
source: Disease URI
ar: رابط المرض

# field:gnuhealth.protein.disease,gene_variant:
source: Natural Variant
ar: البديل الطبيعي

# field:gnuhealth.protein.disease,inheritance_pattern:
source: Inheritance Pattern
ar: نمط الميراث

# field:gnuhealth.protein.disease,keywords:
source: Keywords
ar: كلمات مفتاحية

# field:gnuhealth.protein.disease,name:
source: Disease
ar: المرض

# help:gnuhealth.gene,aliases:
source: Symbol aliases
ar: الأسماء المستعارة للرمز

# help:gnuhealth.gene,chromosome:
source: Name of the affected chromosome
ar: اسم الكروموسوم المتأثر

# help:gnuhealth.gene,gene_id:
source: Gene ID from NCBI Entrez database.
ar: معرف الجين من قاعدة بيانات NCBI Entrez.

# help:gnuhealth.gene,gene_type:
source: Locus in the form of group:type
ar: موضع في شكل مجموعة: النوع

# help:gnuhealth.gene,hgnc_id:
source: HUGO Gene Nomenclature Committee identifier
ar: معرف لجنة تسميات الجينات HUGO

# help:gnuhealth.gene,info:
source: Extra Information
ar: معلومات اضافية

# help:gnuhealth.gene,location:
source: Locus of the chromosome
ar: محور الكروموسوم

# help:gnuhealth.gene,name:
source: Symbol
ar: رمز

# help:gnuhealth.gene,name_aliases:
source: Name aliases
ar: الاسماء المستعارة

# help:gnuhealth.gene,protein_name:
source: Encoding Protein Code, such as UniProt protein name
ar: ترميز رمز البروتين، مثل اسم بروتين UniProt

# help:gnuhealth.gene,refseq_accession:
source: RefSeq Accession ID
ar: معرف الانضمام RefSeq

# help:gnuhealth.gene.variant,aa_change:
source: Amino acid change
ar: تغير الأحماض الأمينية

# help:gnuhealth.gene.variant,dbsnp:
source: dbSNP ID
ar: dbSNP رقم

# help:gnuhealth.gene.variant,dbsnp_url:
source: Reference SNP (rs) link
ar: رابط SNP (rs) المرجعي

# help:gnuhealth.gene.variant,protein:
source: Uniprot Protein ID
ar: معرف البروتين Uniprot

# help:gnuhealth.gene.variant,significance:
source: Category related to the clinical significance of the variant
ar: الفئة المتعلقة بالأهمية السريرية للمتغير

# help:gnuhealth.gene.variant,variant:
source: Variant Feature Identifier (FTId)
ar: معرف الميزة المتغيرة (FTId)

# help:gnuhealth.gene.variant.phenotype,gene:
source: Gene and expressing protein (in parenthesis)
ar: الجين والتعبير عن البروتين (بين قوسين)

# help:gnuhealth.patient.genetic.risk,healthprof:
source: Health professional
ar: الطبيب المختص

# help:gnuhealth.patient.genetic.risk,onset:
source: Age in years
ar: العمر بالاعوام

# help:gnuhealth.protein.disease,acronym:
source: Disease acronym / mnemonics
ar: اختصار المرض / فن الإستذكار

# help:gnuhealth.protein.disease,active:
source: Whether this code is current.If you deactivate it, the code will no longer show in the protein-related diseases
ar: ما إذا كان هذا الرمز حاليًا أم لا. إذا قمت بإلغاء تنشيطه، فلن يظهر الرمز بعد ذلك في الأمراض المرتبطة بالبروتين

# help:gnuhealth.protein.disease,gene_variant:
source: Natural variants involved in this condition
ar: المتغيرات الطبيعية المشاركة في هذه الحالة

# help:gnuhealth.protein.disease,inheritance_pattern:
source: Inheritance pattern
ar: نمط الميراث

# help:gnuhealth.protein.disease,mim_reference:
source: MIM -Mendelian Inheritance in Man- DB reference
ar: MIM - الميراث المندلي في مرجع Man-DB

# help:gnuhealth.protein.disease,name:
source: Uniprot Disease Code
ar: كود مرض Uniprot

# help:gnuhealth.protein.disease,xrefs:
source: Cross references
ar: المراجع المتقاطعة

# model:gnuhealth.gene,name:
source: Genes
ar: الجينات

# model:gnuhealth.gene.variant,name:
source: Natural Variant
ar: البديل الطبيعي

# model:gnuhealth.gene.variant.phenotype,name:
source: Variant Phenotypes
ar: الظواهر المتغيرة

# model:gnuhealth.patient.genetic.risk,name:
source: Patient Genetic Information
ar: مخاطر المرض الوراثية

# model:gnuhealth.protein.disease,name:
source: Protein related disorders
ar: الاضطرابات المرتبطة بالبروتين

# model:ir.action,name:gnuhealth_action_gene
source: Genes
ar: الجينات

# model:ir.action,name:gnuhealth_action_gene_variant
source: Natural Variants
ar: المتغيرات الطبيعية

# model:ir.action,name:gnuhealth_action_gene_variant_phenotype
source: Variant Phenotypes
ar: الظواهر المتغيرة

# model:ir.action,name:gnuhealth_action_patient_genetics
source: Person genetic information
ar: المعلومات الوراثية للشخص

# model:ir.action,name:gnuhealth_action_protein_disease
source: Protein related diseases
ar: الامراض المتعلقة بالبروتين

# model:ir.ui.menu,name:gnuhealth_conf_gene_variant_phenotypes
source: Variant Phenotypes
ar: الظواهر المتغيرة

# model:ir.ui.menu,name:gnuhealth_conf_gene_variants
source: Natural Variants
ar: المتغيرات الطبيعية

# model:ir.ui.menu,name:gnuhealth_conf_genes
source: Genes
ar: الجينات

# model:ir.ui.menu,name:gnuhealth_conf_genetics
source: Genetics
ar: علم الوراثة

# model:ir.ui.menu,name:gnuhealth_conf_protein_diseases
source: Protein related diseases
ar: الأمراض المرتبطة بالبروتين

# model:ir.ui.menu,name:gnuhealth_genetics
source: Genetics
ar: علم الوراثة

# model:ir.ui.menu,name:gnuhealth_patient_genetics
source: Person genetic information
ar: المعلومات الوراثية للشخص

# model:res.group,name:group_health_genetics_admin
source: Health Genetics Administration
ar: الإدارة الصحية لعلم الوراثة

# selection:gnuhealth.gene,gene_type:
source: ncRNA: cluster RNA
ar: ncRNA: مجموعة RNA

# selection:gnuhealth.gene,gene_type:
source: ncRNA: long non-coding RNA
ar: ncRNA: RNA طويل غير مشفر

# selection:gnuhealth.gene,gene_type:
source: ncRNA: micro RNA
ar: ncRNA: الحمض النووي الريبي الصغير

# selection:gnuhealth.gene,gene_type:
source: ncRNA: misc RNA
ar: ncRNA: RNA متنوع

# selection:gnuhealth.gene,gene_type:
source: ncRNA: ribosomal RNA
ar: ncRNA: الريبوسوم RNA

# selection:gnuhealth.gene,gene_type:
source: ncRNA: small nuclear RNA
ar: ncRNA: RNA النووي الصغير

# selection:gnuhealth.gene,gene_type:
source: ncRNA: small nucleolar RNA
ar: ncRNA: الحمض النووي الريبي النووي الصغير

# selection:gnuhealth.gene,gene_type:
source: ncRNA: transfer RNA
ar: ncRNA: نقل الحمض النووي الريبي

# selection:gnuhealth.gene,gene_type:
source: ncRNA: vault RNA
ar: ncRNA: قبو الحمض النووي الريبي

# selection:gnuhealth.gene,gene_type:
source: other: T cell receptor gene
ar: أخرى: جين مستقبل الخلايا التائية

# selection:gnuhealth.gene,gene_type:
source: other: biological region
ar: أخرى: المنطقة البيولوجية

# selection:gnuhealth.gene,gene_type:
source: other: complex locus constituent
ar: أخرى: مكون موضعي معقد

# selection:gnuhealth.gene,gene_type:
source: other: endogenous retrovirus
ar: أخرى: الفيروسات القهقرية الذاتية

# selection:gnuhealth.gene,gene_type:
source: other: fragile site
ar: أخرى: موقع هش

# selection:gnuhealth.gene,gene_type:
source: other: immunoglobulin gene
ar: أخرى: جين الجلوبيولين المناعي

# selection:gnuhealth.gene,gene_type:
source: other: readthrough
ar: أخرى: القراءة

# selection:gnuhealth.gene,gene_type:
source: other: unknown
ar: أخرى: غير معروفة

# selection:gnuhealth.gene,gene_type:
source: other: virus integration site
ar: أخرى: موقع تكامل الفيروسات

# selection:gnuhealth.gene,gene_type:
source: protein-coding gene
ar: جين ترميز البروتين

# selection:gnuhealth.gene,gene_type:
source: pseudogene: T cell receptor pseudogene
ar: الجين الكاذب: الجين الكاذب لمستقبلات الخلايا التائية

# selection:gnuhealth.gene,gene_type:
source: pseudogene: immunoglobulin pseudogene
ar: الجين الكاذب: الغلوبولين المناعي الكاذب

# selection:gnuhealth.gene,gene_type:
source: pseudogene: pseudogene
ar: الجين الكاذب: الجين الكاذب

# selection:gnuhealth.gene.variant,significance:
source: LB/B: Likely benign or benign
ar: LB/B: من المحتمل أن يكون حميدًا أو حميدًا

# selection:gnuhealth.gene.variant,significance:
source: LP/P: Likely pathogenic or pathogenic
ar: LP/P: من المحتمل أن يكون مسببًا للأمراض أو مسببًا للأمراض

# selection:gnuhealth.gene.variant,significance:
source: US: Unknown significance
ar: الولايات المتحدة: أهمية غير معروفة

# selection:gnuhealth.protein.disease,inheritance_pattern:
source: Autosomal dominant
ar: العامل الوراثي المسيطر

# selection:gnuhealth.protein.disease,inheritance_pattern:
source: Autosomal recessive
ar: صفة متنحية

# selection:gnuhealth.protein.disease,inheritance_pattern:
source: Mitochondrial
ar: الميتوكوندريا

# selection:gnuhealth.protein.disease,inheritance_pattern:
source: X-Linked
ar: مرتبط بـ X

# selection:gnuhealth.protein.disease,inheritance_pattern:
source: Y-Linked
ar: مرتبط بـ Y

# selection:gnuhealth.protein.disease,inheritance_pattern:
source: codominance
ar: سيادة مشتركة

# view:gnuhealth.patient:
source: Genetics
ar: علم الوراثة

# view:gnuhealth.protein.disease:
source: Disease
ar: المرض

# view:gnuhealth.protein.disease:
source: Protein and Gene
ar: البروتين والجين
