Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-calendar/gnuhealth_calendar-5.0.0rc3-py3-none-any.whl/trytond/modules/health_calendar/locale/*.po
Languages: kab

# field:gnuhealth.appointment,appointment_date_end:
source: End
kab: Taggara

# field:gnuhealth.appointment,event:
source: CalDAV Event
kab: Tadyant CalDAV

# field:gnuhealth.calendar.create.appointment.start,date_end:
source: End Date
kab: Azemz n taggara

# field:gnuhealth.calendar.create.appointment.start,date_start:
source: Start Date
kab: Azemz n beddu

# field:gnuhealth.calendar.create.appointment.start,friday:
source: Friday
kab: Sem

# field:gnuhealth.calendar.create.appointment.start,healthprof:
source: Health Prof
kab: Aselmad n tdawsa

# field:gnuhealth.calendar.create.appointment.start,monday:
source: Monday
kab: Arim

# field:gnuhealth.calendar.create.appointment.start,saturday:
source: Saturday
kab: Sedan

# field:gnuhealth.calendar.create.appointment.start,sunday:
source: Sunday
kab: Acerɛit

# field:gnuhealth.calendar.create.appointment.start,thursday:
source: Thursday
kab: Amhad

# field:gnuhealth.calendar.create.appointment.start,time_end:
source: End Time
kab: Azemz n keffu

# field:gnuhealth.calendar.create.appointment.start,time_start:
source: Start Time
kab: Azemz n beddu

# field:gnuhealth.calendar.create.appointment.start,tuesday:
source: Tuesday
kab: Aram

# field:gnuhealth.calendar.create.appointment.start,wednesday:
source: Wednesday
kab: Ahad

# field:res.user,calendar:
source: Calendar
kab: Awitay

# help:gnuhealth.appointment,appointment_date_end:
source: Appointment end date and time.
kab: Azemz d wakud n taggara n usiher.

# help:gnuhealth.appointment,event:
source: Calendar Event
kab: Tadyant n uwitay

# help:res.user,use_caldav:
source: The user has a CalDav account
kab: Aseqdac yesɛa amiḍan CalDAV

# model:gnuhealth.calendar.create.appointment.start,name:
source: Create Appointments Start
kab: Rnu Isihar

# model:ir.action,name:wizard_create_appointments
source: New Work Schedule
kab: Aɣawas n umahil amaynut

# model:ir.message,text:msg_end_before_start
source: SM-CALENDAR-002: End date before start
kab: SM-CALENDAR-002: Taggara send beddu

# model:ir.ui.menu,name:menu_create_appointments
source: New Work Schedule
kab: Aɣawas n umahil amaynut

# model:ir.ui.menu,name:menu_gnuhealth_appointment_calendar
source: Appointments Calendar
kab: Awitay n yisihar

# wizard_button:gnuhealth.calendar.create.appointment,start,create_:
source: Create
kab: Snulfu-d

# wizard_button:gnuhealth.calendar.create.appointment,start,end:
source: Cancel
kab: Sefsex
