Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-surgery/gnuhealth_surgery-5.0.0rc3.tar.gz/gnuhealth_surgery-5.0.0rc3/locale/*.po
Languages: ar

# field:gnuhealth.operation,notes:
source: Notes
ar: مذكرات

# field:gnuhealth.operation,procedure:
source: Code
ar: رمز

# field:gnuhealth.or.schedule,comments:
source: Comments
ar: مذكره

# field:gnuhealth.or.schedule,health_condition:
source: Condition
ar: المرض

# field:gnuhealth.or.schedule,healthprof:
source: Health Prof
ar: بروفسور صحي

# field:gnuhealth.or.schedule,institution:
source: Institution
ar: مؤسسة

# field:gnuhealth.or.schedule,patient:
source: Patient
ar: المريض

# field:gnuhealth.or.schedule,reserve_from:
source: From
ar: من

# field:gnuhealth.or.schedule,reserve_to:
source: To
ar: إلى

# field:gnuhealth.or.schedule,specialty:
source: Specialty
ar: التخصص

# field:gnuhealth.or.schedule,state:
source: Status
ar: الوضع

# field:gnuhealth.or.schedule,surgery:
source: Surgery
ar: عملية جراحية

# field:gnuhealth.or.schedule,urgency:
source: Urgency
ar: مستوى الإلحاح

# field:gnuhealth.patient,surgery:
source: Surgeries
ar: العمليات الجراحية

# field:gnuhealth.patient.evaluation,hernia_disfunction:
source: Disfunctionality level
ar: مستوى الخلل الوظيفي

# field:gnuhealth.patient.evaluation,hernia_localization:
source: Localization
ar: الموقع

# field:gnuhealth.patient.evaluation,hernia_side:
source: Side
ar: جانب

# field:gnuhealth.patient.evaluation,hernia_time:
source: Evolution time
ar: وقت التطور

# field:gnuhealth.patient.evaluation,hernia_type:
source: Type
ar: نوع

# field:gnuhealth.patient.evaluation,surgical_context:
source: Context
ar: الحالة

# field:gnuhealth.patient.evaluation,thyroid_clinical:
source: Clinical
ar: الكشف السريرى

# field:gnuhealth.patient.evaluation,thyroid_exploration:
source: Exploration
ar: استكشاف

# field:gnuhealth.patient.evaluation,thyroid_goiter:
source: Goiter
ar: تضخم الغدة الدرقية

# field:gnuhealth.patient.evaluation,thyroid_goiter_class:
source: Goiter classification
ar: تصنيف تضخم الغدة الدرقية

# field:gnuhealth.patient.evaluation,thyroid_side:
source: Side
ar: جانب

# field:gnuhealth.preoperative_assessment,assessment_date:
source: Date
ar: تاريخ

# field:gnuhealth.preoperative_assessment,critical_info:
source: Critical Information
ar: معلومات هامة

# field:gnuhealth.preoperative_assessment,evaluation:
source: Evaluation
ar: التقييم

# field:gnuhealth.preoperative_assessment,health_professional:
source: Health Prof
ar: بروفسور صحي

# field:gnuhealth.preoperative_assessment,imaging_test:
source: Imaging
ar: التصوير

# field:gnuhealth.preoperative_assessment,institution:
source: Institution
ar: مؤسسة

# field:gnuhealth.preoperative_assessment,lab_test:
source: Lab
ar: مختبر

# field:gnuhealth.preoperative_assessment,needs_blood_reserve:
source: Needs blood reservation
ar: يحتاج إلى حجز الدم

# field:gnuhealth.preoperative_assessment,no_anesthesia:
source: Do NOT use anesthesia
ar: لا تستخدم التخدير

# field:gnuhealth.preoperative_assessment,operating_room:
source: Op. Room
ar: غرفة العمليات

# field:gnuhealth.preoperative_assessment,patient:
source: Patient
ar: المريض

# field:gnuhealth.preoperative_assessment,preop_bleeding_risk:
source: Risk of Massive bleeding
ar: خطر نزيف حاد

# field:gnuhealth.preoperative_assessment,preop_mallampati:
source: Mallampati
ar: مالامباتي

# field:gnuhealth.preoperative_assessment,short_notes:
source: Notes
ar: ملاحظات

# field:gnuhealth.preoperative_assessment,specialty:
source: Specialty
ar: التخصص

# field:gnuhealth.preoperative_assessment,surgery:
source: Surgery
ar: عملية جراحية

# field:gnuhealth.preoperative_assessment,surgery_date:
source: Surgery date
ar: تاريخ الجراحة

# field:gnuhealth.preoperative_assessment,surgical_decision:
source: Surgical decision
ar: القرار الجراحي

# field:gnuhealth.preoperative_assessment,surgical_wound:
source: Surgical wound
ar: جرح العملية

# field:gnuhealth.rcri,health_professional:
source: Health Prof
ar: الصحة المهنية

# field:gnuhealth.rcri,patient:
source: Patient
ar: رقم المريض

# field:gnuhealth.rcri,rcri_cerebrovascular_history:
source: History of Cerebrovascular disease
ar: تاريخ الأمراض الدماغية الوعائية

# field:gnuhealth.rcri,rcri_congestive_history:
source: History of congestive heart disease
ar: تاريخ من أمراض القلب الاحتقاني

# field:gnuhealth.rcri,rcri_date:
source: Date
ar: تاريخ

# field:gnuhealth.rcri,rcri_diabetes_history:
source: Preoperative Diabetes
ar: مرض السكري قبل الجراحة

# field:gnuhealth.rcri,rcri_high_risk_surgery:
source: High Risk surgery
ar: الجراحة عالية المخاطر

# field:gnuhealth.rcri,rcri_ischemic_history:
source: History of ischemic heart disease
ar: تاريخ من أمراض نقص تروية القلب

# field:gnuhealth.rcri,rcri_kidney_history:
source: Preoperative Kidney disease
ar: مرض الكلى قبل الجراحة

# field:gnuhealth.rcri,rcri_total:
source: Score
ar: نتيجة

# field:gnuhealth.sequences,surgery_code_sequence:
source: Surgery code sequence
ar: تسلسل رمز الجراحة

# field:gnuhealth.sequences.surgery_code_sequence,surgery_code_sequence:
source: Surgery code sequence
ar: تسلسل رمز الجراحة

# field:gnuhealth.surgery,admission:
source: Admission
ar: القبول

# field:gnuhealth.surgery,age:
source: Estimative Age
ar: العمر التقديري

# field:gnuhealth.surgery,anesthesia_report:
source: Anesthesia Report
ar: تقرير التخدير

# field:gnuhealth.surgery,anesthesia_type:
source: Anesthesia
ar: تخدير

# field:gnuhealth.surgery,anesthetist:
source: Anesthetist
ar: طبيب مخدر

# field:gnuhealth.surgery,approach:
source: Approach
ar: يقترب

# field:gnuhealth.surgery,classification:
source: Urgency
ar: مستوى الإلحاح

# field:gnuhealth.surgery,clavien_dindo:
source: Clavien-Dindo
ar: كلافين ديندو

# field:gnuhealth.surgery,code:
source: Code
ar: رمز

# field:gnuhealth.surgery,complications_notes:
source: Complications
ar: تعقيدات

# field:gnuhealth.surgery,computed_age:
source: Age
ar: العمر

# field:gnuhealth.surgery,description:
source: Description
ar: الوصفة

# field:gnuhealth.surgery,discharge_instructions:
source: Discharge Instructions
ar: تعليمات التفريغ

# field:gnuhealth.surgery,drains:
source: Drains
ar: المصارف

# field:gnuhealth.surgery,ellapsed_time:
source: Ellapsed time
ar: الوقت المنقضي

# field:gnuhealth.surgery,extra_info:
source: Extra Info
ar: معلومات اضافية

# field:gnuhealth.surgery,gender:
source: Gender
ar: الجنس

# field:gnuhealth.surgery,institution:
source: Institution
ar: مؤسسة

# field:gnuhealth.surgery,laterality:
source: Laterality
ar: الجوانب

# field:gnuhealth.surgery,main_procedure:
source: Main Procedure
ar: الإجراء الرئيسي

# field:gnuhealth.surgery,operating_room:
source: Op. Room
ar: غرفة العمليات

# field:gnuhealth.surgery,pathology:
source: Condition
ar: المرض

# field:gnuhealth.surgery,patient:
source: Patient
ar: المريض

# field:gnuhealth.surgery,patient_positioning:
source: Patient Positioning
ar: تحديد موضع المريض

# field:gnuhealth.surgery,postoperative_dx:
source: Post-op dx
ar: بعد العملية DX

# field:gnuhealth.surgery,postoperative_guidelines:
source: Postoperative guidelines
ar: المبادئ التوجيهية بعد العملية الجراحية

# field:gnuhealth.surgery,preop_antibiotics:
source: Antibiotic Prophylaxis
ar: الوقاية باستخدام المضادات الحيوية

# field:gnuhealth.surgery,preop_assessment:
source: Preop assessment
ar: ‭التقييم المسبق

# field:gnuhealth.surgery,preop_bleeding_risk:
source: Risk of Massive bleeding
ar: خطر نزيف حاد

# field:gnuhealth.surgery,preop_oximeter:
source: Pulse Oximeter in place
ar: نبض مقياس التأكسج في المكان

# field:gnuhealth.surgery,preop_site_marking:
source: Surgical Site Marking
ar: وضع علامات على المواقع الجراحية

# field:gnuhealth.surgery,preop_sterility:
source: Sterility confirmed
ar: تأكيد العقم

# field:gnuhealth.surgery,procedures:
source: Procedures
ar: الإجراءات

# field:gnuhealth.surgery,protocol:
source: Protocol
ar: بروتوكول

# field:gnuhealth.surgery,report_surgery_date:
source: Surgery Date
ar: تاريخ الجراحة

# field:gnuhealth.surgery,report_surgery_time:
source: Surgery Time
ar: وقت الجراحة

# field:gnuhealth.surgery,signed_by:
source: Signed by
ar: موقع بواسطة

# field:gnuhealth.surgery,specialty:
source: Specialty
ar: التخصص

# field:gnuhealth.surgery,state:
source: State
ar: الحالة

# field:gnuhealth.surgery,supplies:
source: Supplies
ar: المواد

# field:gnuhealth.surgery,surgeon:
source: Surgeon
ar: جراح

# field:gnuhealth.surgery,surgery_complications:
source: Complications
ar: تعقيدات

# field:gnuhealth.surgery,surgery_date:
source: Date
ar: تاريخ

# field:gnuhealth.surgery,surgery_end_date:
source: End
ar: انهاء

# field:gnuhealth.surgery,surgery_length:
source: Length
ar: طول

# field:gnuhealth.surgery,surgery_team:
source: Team Members
ar: فريق العمل

# field:gnuhealth.surgery,surgical_intervention:
source: Surgical Intervention
ar: تدخل جراحي

# field:gnuhealth.surgery,surgical_wound:
source: Surgical wound
ar: جرح العملية

# field:gnuhealth.surgery.complication,complication:
source: Complication
ar: تعقيد

# field:gnuhealth.surgery.complication,severity:
source: Severity
ar: خطورة

# field:gnuhealth.surgery.complication,short_comment:
source: Remarks
ar: ملاحظات

# field:gnuhealth.surgery.drain,drain:
source: Drain
ar: بالُوعَة

# field:gnuhealth.surgery.drain,notes:
source: Notes
ar: ملاحظات

# field:gnuhealth.surgery.protocol,anesthesia_type:
source: Anesthesia
ar: تخدير

# field:gnuhealth.surgery.protocol,approach:
source: Approach
ar: يقترب

# field:gnuhealth.surgery.protocol,classification:
source: Urgency
ar: مستوى الإلحاح

# field:gnuhealth.surgery.protocol,code:
source: Code
ar: رمز

# field:gnuhealth.surgery.protocol,description:
source: Description
ar: الوصفة

# field:gnuhealth.surgery.protocol,discharge_instructions:
source: Discharge Instructions
ar: تعليمات التفريغ

# field:gnuhealth.surgery.protocol,general_info:
source: General Information
ar: معلومات عامة

# field:gnuhealth.surgery.protocol,laterality:
source: Laterality
ar: الجوانب

# field:gnuhealth.surgery.protocol,name:
source: Name
ar: الاسم

# field:gnuhealth.surgery.protocol,pathology:
source: Condition
ar: المرض

# field:gnuhealth.surgery.protocol,patient_positioning:
source: Patient Positioning
ar: تحديد موضع المريض

# field:gnuhealth.surgery.protocol,postoperative_guidelines:
source: Postoperative guidelines
ar: المبادئ التوجيهية بعد العملية الجراحية

# field:gnuhealth.surgery.protocol,surgical_intervention:
source: Surgical Intervention
ar: تدخل جراحي

# field:gnuhealth.surgery_supply,notes:
source: Notes
ar: ملاحظات

# field:gnuhealth.surgery_supply,qty:
source: Qty
ar: الكمية

# field:gnuhealth.surgery_supply,qty_used:
source: Used
ar: مستخدم

# field:gnuhealth.surgery_supply,supply:
source: Supply
ar: المادة

# field:gnuhealth.surgery_team,notes:
source: Notes
ar: ملاحظات

# field:gnuhealth.surgery_team,role:
source: Role
ar: الدور

# field:gnuhealth.surgery_team,team_member:
source: Member
ar: عضو

# help:gnuhealth.operation,procedure:
source: Procedure Code, for example ICD-10-PCS or ICPM
ar: رمز الإجراءات ، على سبيل المثال ICD-10-PCS أو ICPM

# help:gnuhealth.or.schedule,health_condition:
source: Base Condition / Reason
ar: الحالة الأساسية / السبب

# help:gnuhealth.or.schedule,healthprof:
source: Health Professional
ar: الصحة المهنية

# help:gnuhealth.or.schedule,institution:
source: Health Care Institution
ar: المؤسسة العلاجية

# help:gnuhealth.or.schedule,patient:
source: Patient Name
ar: اسم المريض

# help:gnuhealth.or.schedule,specialty:
source: Medical Specialty / Sector
ar: التخصص الطبي / القطاع

# help:gnuhealth.or.schedule,urgency:
source: Urgency level
ar: مستوى الاستعجال

# help:gnuhealth.patient.evaluation,thyroid_tvol:
source: Volume in mL
ar: الحجم بالملل

# help:gnuhealth.preoperative_assessment,assessment_date:
source: Date of the assessment
ar: تاريخ التقييم

# help:gnuhealth.preoperative_assessment,critical_info:
source: Patient important health conditions at the moment of the assessment
ar: الظروف الصحية الهامة للمريض في لحظة التقييم

# help:gnuhealth.preoperative_assessment,ecg:
source: Link to the associated electrocardiogram
ar: رابط إلى مخطط القلب الكهربائي المرتبط

# help:gnuhealth.preoperative_assessment,evaluation:
source: Related encounter
ar: لقاء ذات صلة

# help:gnuhealth.preoperative_assessment,health_professional:
source: Health professional that signs this assessment
ar: المهني الصحي الذي يوقع هذا التقييم

# help:gnuhealth.preoperative_assessment,imaging_test:
source: Link to the associated Dx imaging test
ar: رابط إلى اختبار التصوير Dx المرتبط

# help:gnuhealth.preoperative_assessment,institution:
source: Health Care Institution where the surgery will take place
ar: مؤسسة الرعاية الصحية التي ستجرى فيها الجراحة

# help:gnuhealth.preoperative_assessment,lab_test:
source: Link to the associated lab test
ar: رابط للاختبار المعملي المرتبط

# help:gnuhealth.preoperative_assessment,needs_blood_reserve:
source: The surgery requires preoperative blood ordering
ar: تتطلب الجراحة ترتيب الدم قبل الجراحة

# help:gnuhealth.preoperative_assessment,no_anesthesia:
source: The patient is not eligible to be anesthetized
ar: المريض غير مؤهل للتخدير

# help:gnuhealth.preoperative_assessment,operating_room:
source: Operating Room
ar: غرفة العمليات

# help:gnuhealth.preoperative_assessment,preop_asa:
source: ASA pre-operative Physical Status
ar: ASA الحالة المادية قبل الجراحة

# help:gnuhealth.preoperative_assessment,preop_bleeding_risk:
source: Patient has a risk of losing more than 500 ml in adults of over 7ml/kg in infants. If so, make sure that intravenous access and fluids are available
ar: يتعرض المريض لخطر فقدان أكثر من 500 مل عند البالغين أكثر من 7 مل / كجم عند الرضع. إذا كان الأمر كذلك ، فتأكد من توفر السوائل في الوريد

# help:gnuhealth.preoperative_assessment,preop_mallampati:
source: Mallampati Score
ar: نقاط مالامباتي

# help:gnuhealth.preoperative_assessment,preop_rcri:
source: Patient Revised Cardiac Risk Index Points 0: Class I Very Low (0.4% complications) Points 1: Class II Low (0.9% complications) Points 2: Class III Moderate (6.6% complications) Points 3 or more : Class IV High (>11% complications)
ar: مؤشر مخاطر القلب المنقح للمريض النقاط 0: الفئة الأولى منخفضة جدًا (0.4٪ من المضاعفات) النقاط 1: الدرجة الثانية منخفضة (0.9٪ مضاعفات) النقاط 2: الفئة الثالثة متوسطة (6.6٪ مضاعفات) النقاط 3 أو أكثر: الدرجة الرابعة عالية (> 11٪ مضاعفات)

# help:gnuhealth.preoperative_assessment,surgery_date:
source: Date of the surgery
ar: تاريخ الجراحة

# help:gnuhealth.preoperative_assessment,surgical_decision:
source: Surgical decision / advice
ar: القرار الجراحي/المشورة

# help:gnuhealth.rcri,health_professional:
source: Health professional /Cardiologist who signed the assesment RCRI
ar: أخصائي الصحة / طبيب القلب الذي وقع على التقييم RCRI

# help:gnuhealth.rcri,rcri_diabetes_history:
source: Diabetes Mellitus requiring treatment with Insulin
ar: داء السكري الذي يتطلب العلاج بالأنسولين

# help:gnuhealth.rcri,rcri_high_risk_surgery:
source: Includes andy suprainguinal vascular, intraperitoneal, or intrathoracic procedures
ar: يشمل الإجراءات الوعائية فوق اللغوية ، أو داخل الصفاق ، أو داخل الصدر

# help:gnuhealth.rcri,rcri_ischemic_history:
source: history of MI or a positive exercise test, current complaint of chest pain considered to be secondary to myocardial ischemia, use of nitrate therapy, or ECG with pathological Q waves; do not count prior coronary revascularization procedure unless one of the other criteria for ischemic heart disease is present.
ar: تاريخ احتشاء عضلة القلب أو اختبار تمرين إيجابي، أو شكوى حالية من ألم في الصدر تعتبر ثانوية لنقص تروية عضلة القلب، أو استخدام العلاج بالنترات، أو تخطيط كهربية القلب مع موجات Q المرضية؛ لا تحسب إجراء إعادة التوعي التاجي السابق ما لم يكن هناك أحد المعايير الأخرى لمرض القلب الإقفاري.

# help:gnuhealth.rcri,rcri_kidney_history:
source: Preoperative serum creatinine >2.0 mg/dL (177 mol/L)
ar: كرياتينين المصل قبل الجراحة> 2.0 مجم / ديسيلتر (177 مول / لتر)

# help:gnuhealth.rcri,rcri_total:
source: Points 0: Class I Very Low (0.4% complications) Points 1: Class II Low (0.9% complications) Points 2: Class III Moderate (6.6% complications) Points 3 or more : Class IV High (>11% complications)
ar: النقاط 0: الفئة الأولى منخفضة جدًا (0.4٪ من المضاعفات) النقاط 1: الدرجة الثانية منخفضة (0.9٪ مضاعفات) النقاط 2: الفئة الثالثة متوسطة (6.6٪ مضاعفات) النقاط 3 أو أكثر: الدرجة الرابعة عالية (> 11٪ مضاعفات)

# help:gnuhealth.surgery,age:
source: Use this field for historical purposes, when no date of surgery is given
ar: استخدم هذا الحقل للأغراض التاريخية، عندما لا يتم ذكر تاريخ الجراحة

# help:gnuhealth.surgery,anesthetist:
source: Anesthetist in charge
ar: طبيب التخدير المسؤول

# help:gnuhealth.surgery,classification:
source: Urgency level for this surgery
ar: مستوى الاستعجال لهذه الجراحة

# help:gnuhealth.surgery,clavien_dindo:
source: Grade I: Any deviation from the normal postoperative course without the need for pharmacological treatment or surgical, endoscopic and radiological interventions Grade II: Requiring pharmacological treatment with drugs other than such allowed for grade I complications. Grade III: Requiring surgical, endoscopic or radiological intervention. IIIa: Intervention not under general anesthesia IIIb: Intervention under general anesthesia Grade IV: Life-threatening complication (including CNS complications) requiring IC/ICU-management. IVa: single organ dysfunction (including dialysis) IVb: multiorgan dysfunction Grade V: Death of a patient
ar: الدرجة الأولى: أي انحراف عن المسار الطبيعي بعد العملية الجراحية دون الحاجة إلى علاج دوائي أو تدخلات جراحية وتنظيرية وإشعاعية الدرجة الثانية: تتطلب العلاج الدوائي بأدوية غير تلك المسموح بها لمضاعفات الدرجة الأولى. الدرجة الثالثة: تتطلب التدخل الجراحي أو التنظيري أو الإشعاعي. IIIأ: التدخل بدون التخدير العام IIIb: التدخل تحت التخدير العام الدرجة الرابعة: المضاعفات التي تهدد الحياة (بما في ذلك مضاعفات الجهاز العصبي المركزي) والتي تتطلب إدارة IC / ICU. IVa: خلل وظيفي في عضو واحد (بما في ذلك غسيل الكلى) IVb: خلل وظيفي متعدد الأعضاء الدرجة الخامسة: وفاة المريض

# help:gnuhealth.surgery,code:
source: Health Center code / sequence
ar: رمز / تسلسل المركز الصحي

# help:gnuhealth.surgery,computed_age:
source: Computed patient age at the moment of the surgery
ar: سن المريض محسوب في لحظة من عملية جراحية

# help:gnuhealth.surgery,drains:
source: Drains on this surgery
ar: المصارف على هذه الجراحة

# help:gnuhealth.surgery,ellapsed_time:
source: Time in minutes of the surgery process. This value is optional and is used when the automatic computed surgery length does not reflect the actual time or it has been recorded afterwards.
ar: الوقت بالدقائق من عملية الجراحة. هذه القيمة اختيارية ويتم استخدامها عندما لا يعكس طول الجراحة المحسوبة تلقائيًا الوقت الفعلي أو تم تسجيله بعد ذلك.

# help:gnuhealth.surgery,operating_room:
source: Operating Room
ar: غرفة العمليات

# help:gnuhealth.surgery,pathology:
source: Base Condition / Reason
ar: الحالة الأساسية / السبب

# help:gnuhealth.surgery,postoperative_dx:
source: Post-operative diagnosis
ar: التشخيص بعد الجراحة

# help:gnuhealth.surgery,preop_antibiotics:
source: Prophylactic antibiotic treatment within the last 60 minutes
ar: العلاج بالمضادات الحيوية الوقائية في غضون الدقائق ال 60 الماضية

# help:gnuhealth.surgery,preop_assessment:
source: Preoperative assessment associated to this surgery
ar: تقييم ما قبل الجراحة المرتبطة بهذه الجراحة

# help:gnuhealth.surgery,preop_bleeding_risk:
source: Patient has a risk of losing more than 500 ml in adults of over 7ml/kg in infants. If so, make sure that intravenous access and fluids are available
ar: يتعرض المريض لخطر فقدان أكثر من 500 مل عند البالغين أكثر من 7 مل / كجم عند الرضع. إذا كان الأمر كذلك ، فتأكد من توفر السوائل في الوريد

# help:gnuhealth.surgery,preop_oximeter:
source: Pulse oximeter is in place and functioning
ar: مقياس التأكسج النبضي في مكانه ويعمل

# help:gnuhealth.surgery,preop_site_marking:
source: The surgeon has marked the surgical incision
ar: سجل الجراح شق جراحي

# help:gnuhealth.surgery,preop_sterility:
source: Nursing team has confirmed sterility of the devices and room
ar: تأكيد فريق التمريض للتعقيم في الأجهزة والغرفة

# help:gnuhealth.surgery,procedures:
source: Procedures / Interventions done in the surgery
ar: الإجراءات / التدخلات التي تتم في الجراحة

# help:gnuhealth.surgery,signed_by:
source: Health Professional that signed this surgery document
ar: أخصائي الصحة الذي وقع على وثيقة الجراحة هذه

# help:gnuhealth.surgery,supplies:
source: List of the supplies required for the surgery
ar: قائمة المستلزمات المطلوبة للجراحة

# help:gnuhealth.surgery,surgeon:
source: Surgeon who did the procedure
ar: الجراح الذي لم يؤدي الإجراء

# help:gnuhealth.surgery,surgery_complications:
source: Complications related to the surgery
ar: المضاعفات المتعلقة بالجراحة

# help:gnuhealth.surgery,surgery_date:
source: Start of the Surgery
ar: بداية الجراحة

# help:gnuhealth.surgery,surgery_end_date:
source: Automatically set when the surgery is done.It is also the estimated end time when confirming the surgery.
ar: يتم ضبطه تلقائيًا عند إجراء الجراحة ، وهو أيضًا وقت الانتهاء المقدر عند تأكيد الجراحة.

# help:gnuhealth.surgery,surgery_length:
source: Length of the surgery
ar: مدة الجراحة

# help:gnuhealth.surgery,surgery_team:
source: Professionals Involved in the surgery
ar: المتخصصون في الجراحة

# help:gnuhealth.surgery.complication,complication:
source: Complication during surgery
ar: المضاعفات أثناء الجراحة

# help:gnuhealth.surgery.complication,short_comment:
source: Brief, one-line remark of the complication.
ar: ‭ملاحظة موجزة من سطر واحد عن التعقيد.

# help:gnuhealth.surgery.protocol,classification:
source: Urgency level for this surgery
ar: مستوى الاستعجال لهذه الجراحة

# help:gnuhealth.surgery.protocol,code:
source: Code
ar: رمز

# help:gnuhealth.surgery.protocol,name:
source: Protocol Name
ar: اسم البروتوكول

# help:gnuhealth.surgery.protocol,pathology:
source: Base Condition / Reason
ar: الحالة الأساسية / السبب

# help:gnuhealth.surgery.protocol,surgical_intervention:
source: This code reflects the main intervention of this surgery.
ar: يعكس هذا الرمز التدخل الرئيسي لهذه الجراحة.

# help:gnuhealth.surgery_supply,qty:
source: Initial required quantity
ar: الكمية الأولية المطلوبة

# help:gnuhealth.surgery_supply,qty_used:
source: Actual amount used
ar: المبلغ الفعلي المستخدم

# help:gnuhealth.surgery_supply,supply:
source: Supplies and drugs to be used in the surgery
ar: اللوازم والأدوية المستخدمة في الجراحة

# help:gnuhealth.surgery_team,team_member:
source: Health professional that participated on this surgery
ar: أخصائي الصحة الذي شارك في هذه الجراحة

# model:gnuhealth.operation,name:
source: Operation - Surgical Procedures
ar: العملية - العمليات الجراحية

# model:gnuhealth.or.schedule,name:
source: Operating Rooms Schedules
ar: مواعيد غرف العمليات

# model:gnuhealth.preoperative_assessment,name:
source: Preoperative Assessment
ar: تقييم ما قبل الجراحة

# model:gnuhealth.rcri,name:
source: Revised Cardiac Risk Index
ar: مؤشر الخطر على القلب المريض المنقح

# model:gnuhealth.sequences.surgery_code_sequence,name:
source: Health Service Request Sequence setup
ar: إعداد تسلسل طلب الخدمة الصحية

# model:gnuhealth.surgery,name:
source: Surgery
ar: عملية جراحية

# model:gnuhealth.surgery.complication,name:
source: Surgery Complication
ar: مضاعفات الجراحة

# model:gnuhealth.surgery.drain,name:
source: Surgical drain
ar: التصريف الجراحي

# model:gnuhealth.surgery.protocol,name:
source: Surgery Protocol
ar: بروتوكول الجراحة

# model:gnuhealth.surgery_supply,name:
source: Supplies related to the surgery
ar: المستلزمات الخاصة بالجراحة

# model:gnuhealth.surgery_team,name:
source: Team Involved in the surgery
ar: فريق منخرط في الجراحة

# model:ir.action,name:act_preoperative_assessment_form1
source: Preoperative Assessment
ar: تقييم ما قبل الجراحة

# model:ir.action,name:act_surgery_form
source: Surgeries
ar: العمليات الجراحية

# model:ir.action,name:action_gnuhealth_or_schedule_view
source: Operating Room Schedules
ar: مواعيد غرفة العمليات
