Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-surgery/gnuhealth_surgery-5.0.0rc3.tar.gz/gnuhealth_surgery-5.0.0rc3/locale/*.po
Languages: ar

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Reverse Trendelenburg
ar: عكس ترندلينبورج

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Semi-Fowler
ar: شبه فاولر

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Sims
ar: سيمز

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Supine Decubitus
ar: استلقاء مستلق

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Trendelenburg
ar: ترندلينبورج

# view:gnuhealth.operation:
source: Procedure Details / Incidents
ar: تفاصيل العملية / الحادثة

# view:gnuhealth.or.schedule:
source: Date
ar: تاريخ

# view:gnuhealth.or.schedule:
source: Details
ar: تفاصيل

# view:gnuhealth.or.schedule:
source: Main
ar: الاساسيات

# view:gnuhealth.or.schedule:
source: Remarks
ar: ملاحظات

# view:gnuhealth.patient.evaluation:
source: Surgical relevant info
ar: معلومات جراحية

# view:gnuhealth.patient:
source: Surgeries
ar: العمليات الجراحية

# view:gnuhealth.preoperative_assessment:
source: Complementary tests
ar: اختبارات تكميلية

# view:gnuhealth.preoperative_assessment:
source: Confirm and scheduled surgery
ar: تأكيد وجدولة الجراحة

# view:gnuhealth.preoperative_assessment:
source: Confirm the surgery and reserve the Operating Room ?
ar: تأكيد العملية الجراحية وحجز غرفة العمليات ؟

# view:gnuhealth.preoperative_assessment:
source: Critical Information
ar: معلومات هامة

# view:gnuhealth.preoperative_assessment:
source: Decision
ar: القرار

# view:gnuhealth.preoperative_assessment:
source: Institution
ar: مؤسسة

# view:gnuhealth.preoperative_assessment:
source: Misc
ar: متنوع

# view:gnuhealth.preoperative_assessment:
source: Notes
ar: ملاحظات

# view:gnuhealth.preoperative_assessment:
source: Risk assessment
ar: ادارة المخاطر

# view:gnuhealth.preoperative_assessment:
source: Schedule Surgery
ar: جدولة جراحة

# view:gnuhealth.preoperative_assessment:
source: Surgery schedule
ar: جدول الجراحة

# view:gnuhealth.surgery.protocol:
source: Discharge instructions
ar: تعليمات التخريج

# view:gnuhealth.surgery.protocol:
source: General Info
ar: المعلومات العامه

# view:gnuhealth.surgery.protocol:
source: Header
ar: الرأسية

# view:gnuhealth.surgery.protocol:
source: Patient positioning
ar: توضع المريض

# view:gnuhealth.surgery.protocol:
source: Postoperative guidelines
ar: المبادئ التوجيهية بعد العملية الجراحية

# view:gnuhealth.surgery.protocol:
source: Surgical Intervention
ar: تدخل جراحي

# view:gnuhealth.surgery:
source: Anesthesia
ar: تخدير

# view:gnuhealth.surgery:
source: Cancel
ar: إلغاء

# view:gnuhealth.surgery:
source: Cancel surgery ?
ar: الغاء الجراحة ؟

# view:gnuhealth.surgery:
source: Cancel the confirmed surgery
ar: الغاء الجراحة المؤكدة

# view:gnuhealth.surgery:
source: Complications
ar: تعقيدات

# view:gnuhealth.surgery:
source: Confirm
ar: قبول

# view:gnuhealth.surgery:
source: Confirm the scheduled surgery
ar: تأكيد الجراحة المجدولة

# view:gnuhealth.surgery:
source: Confirm the surgery and reserve the Operating Room ?
ar: تأكيد الجراحة وحجز غرفة العمليات ؟

# view:gnuhealth.surgery:
source: Details
ar: تفاصيل

# view:gnuhealth.surgery:
source: Discharge
ar: تخريج

# view:gnuhealth.surgery:
source: Discharge instructions
ar: تعليمات التخريج

# view:gnuhealth.surgery:
source: End this surgery ?
ar: انهاء الجراحة ؟

# view:gnuhealth.surgery:
source: Finish and sign this surgery ? Itwill become read-only !
ar: انهاء وتوقيع الجراحة ؟ سوف تصبح للقراءة فقط !

# view:gnuhealth.surgery:
source: Finnish
ar: انهاء

# view:gnuhealth.surgery:
source: Finnish the surgery
ar: انهاء الجراحة

# view:gnuhealth.surgery:
source: Main
ar: الاساسيات

# view:gnuhealth.surgery:
source: Patient
ar: المريض

# view:gnuhealth.surgery:
source: Patient positioning
ar: توضع المريض

# view:gnuhealth.surgery:
source: Postoperative
ar: بعد العمل الجراحي

# view:gnuhealth.surgery:
source: Postoperative guidelines
ar: المبادئ التوجيهية بعد العملية الجراحية

# view:gnuhealth.surgery:
source: Preoperative checklist
ar: قائمة التأكد ماقبل الجراحة

# view:gnuhealth.surgery:
source: Procedures
ar: الإجراءات

# view:gnuhealth.surgery:
source: Sign
ar: وقع

# view:gnuhealth.surgery:
source: Sign this surgery
ar: توقيع هذه الجراحة

# view:gnuhealth.surgery:
source: Start
ar: بدء

# view:gnuhealth.surgery:
source: Start the Surgery
ar: بدء الجراحة

# view:gnuhealth.surgery:
source: Start the surgery ?
ar: بدء الجراحة ؟

# view:gnuhealth.surgery:
source: Supplies
ar: المواد

# view:gnuhealth.surgery:
source: Surgical Intervention
ar: تدخل جراحي

# view:gnuhealth.surgery:
source: Team
ar: فريق

# view:gnuhealth.surgery:
source: Time
ar: الوقت
