Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-surgery/gnuhealth_surgery-5.0.0rc3.tar.gz/gnuhealth_surgery-5.0.0rc3/locale/*.po
Languages: ar

# model:ir.action,name:action_gnuhealth_preoperative_assessment_view
source: Preoperative Assessments
ar: تقييمات ما قبل الجراحة

# model:ir.action,name:action_gnuhealth_surgery_protocol_view
source: Surgery Protocol
ar: بروتوكول الجراحة

# model:ir.action,name:action_gnuhealth_surgery_view
source: Surgeries
ar: العمليات الجراحية

# model:ir.action,name:report_outpatient_surgery_report
source: Outpatient Surgery Report
ar: تقرير جراحة العيادات الخارجية

# model:ir.action,name:report_preoperative_assessment_report
source: Preoperative Assessment
ar: تقييم ما قبل الجراحة

# model:ir.action,name:report_surgery_report
source: Surgery Report
ar: تقرير الجراحة

# model:ir.action.act_window.domain,name:act_surgery_domain_all
source: All
ar: الكل

# model:ir.action.act_window.domain,name:act_surgery_domain_confirmed
source: Confirmed
ar: موافق عليه

# model:ir.action.act_window.domain,name:act_surgery_domain_done
source: Done
ar: منتهي

# model:ir.action.act_window.domain,name:act_surgery_domain_draft
source: Draft
ar: مسودة

# model:ir.action.act_window.domain,name:act_surgery_domain_in_progress
source: In Progress
ar: في العمل

# model:ir.action.act_window.domain,name:act_surgery_domain_signed
source: Signed
ar: موقع

# model:ir.message,text:msg_end_date_before_start
source: End time "%(end_date)s" BEFORE surgery date "%(surgery_date)s"
ar: وقت الانتهاء "%(end_date)s" قبل تاريخ الجراحة "%(surgery_date)s"

# model:ir.message,text:msg_end_reservation_before_start
source: OR reservation end "%(res_to)s" BEFORE start "%(res_from)s"
ar: أو نهاية الحجز "%(res_to)s" قبل البدء "%(res_from)s"

# model:ir.message,text:msg_or_and_date_needed
source: Date and Operating room are required to schedule the surgery
ar: التاريخ وغرفة العمليات مطلوبان لتحديد موعد الجراحة

# model:ir.message,text:msg_or_and_time_needed
source: Operating Room and estimated end time are needed in order to confirm the surgery
ar: هناك حاجة إلى غرفة العمليات ووقت الانتهاء المقدر لتأكيد الجراحة

# model:ir.message,text:msg_or_is_not_available
source: Operating Room is not available
ar: غرفة العمليات غير متوفرة

# model:ir.message,text:msg_surgery_is_done
source: This surgery is at state Done and has been signed. You can no longer modify it.
ar: هذه الجراحة في حالة الانتهاء وتم التوقيع عليها. لم يعد بإمكانك تعديله.

# model:ir.message,text:msg_surgery_rcri_rec_name
source: Points: %(rcri_total)s (Class %(rcri_class)s)
ar: النقاط: %(rcri_total)s (الفئة %(rcri_class)s)

# model:ir.model.button,string:surgery_cancel_button
source: Cancel
ar: إلغاء

# model:ir.model.button,string:surgery_confirm_button
source: Confirm
ar: قبول

# model:ir.model.button,string:surgery_done_button
source: Finnish
ar: انهاء

# model:ir.model.button,string:surgery_sched_button
source: Schedule Surgery
ar: جدولة جراحة

# model:ir.model.button,string:surgery_sign_button
source: Sign
ar: وقع

# model:ir.model.button,string:surgery_start_button
source: Start
ar: بدء

# model:ir.sequence,name:seq_gnuhealth_surgery_code
source: Surgery
ar: الجراحة

# model:ir.sequence.type,name:seq_type_gnuhealth_surgery_code
source: Surgery
ar: الجراحة

# model:ir.ui.menu,name:gnuhealth_or_schedule_menu
source: OR Schedule
ar: جدولة غرفة عمليات

# model:ir.ui.menu,name:gnuhealth_preoperative_assessment
source: Preoperative Assessments
ar: تقييمات ما قبل الجراحة

# model:ir.ui.menu,name:gnuhealth_surgery_menu
source: Surgeries
ar: العمليات الجراحية

# model:ir.ui.menu,name:gnuhealth_surgery_protocol
source: Surgery Protocols
ar: بروتوكولات الجراحة

# model:res.group,name:group_health_surgery_admin
source: Health Surgery Administration
ar: إدارة الجراحة الصحية

# report:preoperative_assessment:
source: ALLERGIC
ar: مصاب بالحساسية

# report:preoperative_assessment:
source: Age:
ar: العمر:

# report:preoperative_assessment:
source: Assessment date:
ar: تاريخ التقييم:

# report:preoperative_assessment:
source: Base Condition
ar: الحالة الاساسية

# report:preoperative_assessment:
source: Chief complaint
ar: الشكوى الرئيسية

# report:preoperative_assessment:
source: Critical Information
ar: معلومات هامة

# report:preoperative_assessment:
source: Decision
ar: القرار

# report:preoperative_assessment:
source: ECG interpretation
ar: تفسير تخطيط القلب

# report:preoperative_assessment:
source: Health Prof
ar: الطبيب الاختصاصي

# report:preoperative_assessment:
source: History of present illness
ar: تاريخ المرض الحالي

# report:preoperative_assessment:
source: Name:
ar: الاسم:

# report:preoperative_assessment:
source: Needs blood reserve
ar: يحتاج حجز دم

# report:preoperative_assessment:
source: Notes
ar: ملاحظات

# report:preoperative_assessment:
source: PREOPERATIVE ASSESSMENT REPORT
ar: تقرير التقييم قبل الجراحة

# report:preoperative_assessment:
source: PUID:
ar: رقم المريض:

# report:preoperative_assessment:
source: Patient directions
ar: إرشادات المريض

# report:preoperative_assessment:
source: Printed Date:
ar: تاريخ الطباعة:

# report:surgery:
source: Age at surgery:
ar: العمر عند الجراحة

# report:surgery:
source: Anesthesia Report
ar: تقرير التخدير

# report:surgery:
source: Anesthetist:
ar: التخدير:

# report:surgery:
source: Base Condition:
ar: الحالة الاساسية:

# report:surgery:
source: Classification:
ar: التصنيف:

# report:surgery:
source: Comments
ar: مذكره

# report:surgery:
source: Complication
ar: تعقيد

# report:surgery:
source: Complications
ar: تعقيدات

# report:surgery:
source: Date:
ar: التاريخ:

# report:surgery:
source: Description
ar: الوصفة

# report:surgery:
source: Description:
ar: الوصف:

# report:surgery:
source: Discharge instructions
ar: تعليمات التخريج

# report:surgery:
source: Ellapsed Time:
ar: الوقت المنقضي:

# report:surgery:
source: History of present illness
ar: تاريخ المرض الحالي

# report:surgery:
source: Institution:
ar: المؤسسة:

# report:surgery:
source: Main Surgeon:
ar: الجراح الرئيسي:

# report:surgery:
source: Member
ar: عضو

# report:surgery:
source: Notes
ar: ملاحظات

# report:surgery:
source: Operating Room:
ar: غرفة العمليات:

# report:surgery:
source: PUID:
ar: رقم المريض:

# report:surgery:
source: Patient:
ar: المريض:

# report:surgery:
source: Post-Op. Dx:
ar: تشخيص مابعد العمل الجراحي:

# report:surgery:
source: Printed Date:
ar: تاريخ الطباعة:

# report:surgery:
source: Procedure
ar: الطرق العلاجيه

# report:surgery:
source: Procedure Code
ar: رمز العملية

# report:surgery:
source: Qty
ar: الكمية

# report:surgery:
source: Qty used
ar: الكمية المستخدمة

# report:surgery:
source: Role
ar: الدور

# report:surgery:
source: Severity
ar: خطورة

# report:surgery:
source: Sex:
ar: الجنس:

# report:surgery:
source: Supply
ar: المادة

# report:surgery:
source: Surgery Details
ar: تفاصيل الجراحة

# report:surgery:
source: Surgery Report
ar: تقرير الجراحة

# report:surgery:
source: Surgery Team
ar: فريق الجراحة

# report:surgery:
source: Surgery Time:
ar: وقت الجراحة:

# report:surgery_outpatient:
source: Age:
ar: العمر:

# report:surgery_outpatient:
source: Base condition:
ar: الحالة الاساسية:

# report:surgery_outpatient:
source: Chief complaint
ar: الشكوى الرئيسية

# report:surgery_outpatient:
source: Date of surgery:
ar: تاريخ الجراحة:

# report:surgery_outpatient:
source: Discharge instructions
ar: تعليمات التخريج

# report:surgery_outpatient:
source: History of present illness
ar: تاريخ المرض الحالي

# report:surgery_outpatient:
source: Institution:
ar: المؤسسة:

# report:surgery_outpatient:
source: Name:
ar: الاسم:

# report:surgery_outpatient:
source: Outpatient Surgery: Discharge report
ar: جراحة العيادات الخارجية: تقرير الخروج

# report:surgery_outpatient:
source: PUID:
ar: رقم المريض:

# report:surgery_outpatient:
source: Printed Date:
ar: تاريخ الطباعة:

# report:surgery_outpatient:
source: Surgery
ar: عملية جراحية

# report:surgery_outpatient:
source: Surgical Intervention:
ar: تدخل جراحي

# selection:gnuhealth.or.schedule,state:
source: Confirmed
ar: موافق عليه

# selection:gnuhealth.or.schedule,state:
source: Free
ar: حر

# selection:gnuhealth.or.schedule,state:
source: Not available
ar: غير متوفر

# selection:gnuhealth.or.schedule,state:
source: Occupied
ar: مشغول

# selection:gnuhealth.or.schedule,state:
source: Scheduled
ar: المقرر

# selection:gnuhealth.or.schedule,urgency:
source: Emergency
ar: طوارئ

# selection:gnuhealth.or.schedule,urgency:
source: Optional
ar: اختياري

# selection:gnuhealth.or.schedule,urgency:
source: Required
ar: مطلوب

# selection:gnuhealth.or.schedule,urgency:
source: Urgent
ar: مٌستعجل

# selection:gnuhealth.patient.evaluation,hernia_disfunction:
source: Discapacitating
ar: عجز

# selection:gnuhealth.patient.evaluation,hernia_disfunction:
source: Limited daily activities
ar: أنشطة يومية محدودة

# selection:gnuhealth.patient.evaluation,hernia_disfunction:
source: No disfunction
ar: لا يوجد خلل وظيفي

# selection:gnuhealth.patient.evaluation,hernia_ehs:
source: Femoral
ar: الفخذي

# selection:gnuhealth.patient.evaluation,hernia_ehs:
source: Lateral (indirect)
ar: جانبي (غير مباشر)

# selection:gnuhealth.patient.evaluation,hernia_ehs:
source: Medial (direct)
ar: وسطي (مباشر)

# selection:gnuhealth.patient.evaluation,hernia_ehs:
source: Sliding
ar: انزلاق

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Crural
ar: ساق

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Eventration
ar: الحدث

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Inguinal
ar: الأربية

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Lumbar
ar: قطني

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Obturator
ar: السدادة

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Umbilical
ar: سري

# selection:gnuhealth.patient.evaluation,hernia_side:
source: Left
ar: يسار

# selection:gnuhealth.patient.evaluation,hernia_side:
source: Right
ar: يمين

# selection:gnuhealth.patient.evaluation,hernia_side:
source: bilateral
ar: ثنائي

# selection:gnuhealth.patient.evaluation,hernia_time:
source: 1 - 5 years
ar: 1 - 5 سنة

# selection:gnuhealth.patient.evaluation,hernia_time:
source: < 1 year
ar: < 1 سنة

# selection:gnuhealth.patient.evaluation,hernia_time:
source: > 5 years
ar: > 5 سنة

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H1 - Reduces spontaneously when patient is lying
ar: H1 - يقل تلقائيًا عندما يكون المريض مستلقيًا

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H2 - Groin only, reduces completely with gentle manual pressure
ar: H2 - منطقة الفخذ فقط، يتم تقليله تمامًا بالضغط اليدوي اللطيف

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H3a - Inguino-scrotal reductible with manual manipulation. Component ing-scrot<10cm
ar: H3a - كيس الصفن الإربي قابل للاختزال بالتلاعب اليدوي. مكون الصفن <10 سم

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H3b - Inguino-scrotal reductible with manual manipulation. Component ing-scrot 10-20 cm
ar: H3b - الصفن الأربي قابل للاختزال بالتلاعب اليدوي. مكون من 10-20 سم

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H3c - Inguino-scrotal reductible with manual manipulation. Component ing-scrot>20cm
ar: H3c - الصفن الأربي قابل للاختزال بالتلاعب اليدوي. مكون من الصفن> 20 سم

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H4a - Irreducible. Component ing-scrot<10cm
ar: H4a - غير قابل للاختزال. مكون الصفن <10 سم

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H4b - Irreducible. Component ing-scrot 10-20 cm
ar: ‭H4b - غير قابل للاختزال. مكون من 10-20 سم

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H4c - Irreducible. Component ing-scrot >20 cm
ar: H4c - غير قابل للاختزال. مكون ing-scrot> 20 سم

# selection:gnuhealth.patient.evaluation,surgical_context:
source: Hernia
ar: الفتاق

# selection:gnuhealth.patient.evaluation,surgical_context:
source: Thyroid
ar: غدة درقية

# selection:gnuhealth.patient.evaluation,thyroid_clinical:
source: Cough
ar: سعال

# selection:gnuhealth.patient.evaluation,thyroid_clinical:
source: Hoarseness
ar: بحة في الصوت

# selection:gnuhealth.patient.evaluation,thyroid_clinical:
source: Other
ar: أخرى

# selection:gnuhealth.patient.evaluation,thyroid_exploration:
source: Goiter
ar: تضخم الغدة الدرقية

# selection:gnuhealth.patient.evaluation,thyroid_exploration:
source: Nodule
ar: العقدة

# selection:gnuhealth.patient.evaluation,thyroid_exploration:
source: Normal
ar: عادي

# selection:gnuhealth.patient.evaluation,thyroid_goiter:
source: Difuse
ar: منتشر

# selection:gnuhealth.patient.evaluation,thyroid_goiter:
source: Intrathoracic
ar: داخل الصدر

# selection:gnuhealth.patient.evaluation,thyroid_goiter:
source: Multinodular
ar: متعدد العقيدات

# selection:gnuhealth.patient.evaluation,thyroid_goiter:
source: Solitary nodule
ar: العقيدة الانفرادية

# selection:gnuhealth.patient.evaluation,thyroid_side:
source: Bilateral
ar: ثنائي

# selection:gnuhealth.patient.evaluation,thyroid_side:
source: Left
ar: يسار

# selection:gnuhealth.patient.evaluation,thyroid_side:
source: Right
ar: يمين

# selection:gnuhealth.preoperative_assessment,preop_asa:
source: PS 1 : Normal healthy patient
ar: PS 1: صحة المريض طبيعية

# selection:gnuhealth.preoperative_assessment,preop_asa:
source: PS 2 : Patients with mild systemic disease
ar: PS 2: المرضى الذين يعانون من أمراض جهازية معتدل

# selection:gnuhealth.preoperative_assessment,preop_asa:
source: PS 3 : Patients with severe systemic disease
ar: PS 3: المرضى الذين يعانون من أمراض جهازية شديدة

# selection:gnuhealth.preoperative_assessment,preop_asa:
source: PS 4 : Patients with severe systemic disease that is a constant threat to life
ar: ملاحظة 4: المرضى الذين يعانون من أمراض جهازية حادة تشكل تهديدًا مستمرًا للحياة

# selection:gnuhealth.preoperative_assessment,preop_asa:
source: PS 5 : Moribund patients who are not expected to survive without the operation
ar: PS 5: المرضى الذين يحتضرون والذي لا يتوقع أن يعيشوا بدون عملية

# selection:gnuhealth.preoperative_assessment,preop_asa:
source: PS 6 : A declared brain-dead patient who organs are being removed for donor purposes
ar: PS 6: أعلنت المريض بالسكتة الدماغية الذين يتم إزالة الأجهزة لأغراض الجهات المانحة

# selection:gnuhealth.preoperative_assessment,preop_mallampati:
source: Class 1: Full visibility of tonsils, uvula and soft palate
ar: الفئة 1: وضوح كامل من اللوزتين، لهاة الحلق واللهاة

# selection:gnuhealth.preoperative_assessment,preop_mallampati:
source: Class 2: Visibility of hard and soft palate, upper portion of tonsils and uvula
ar: الفئة 2: وضوح من الحنك الصلب واللين، الجزء العلوي من اللوزتين واللهاة

# selection:gnuhealth.preoperative_assessment,preop_mallampati:
source: Class 3: Soft and hard palate and base of the uvula are visible
ar: الفئة 3: الحنك لين والثابت وقاعدة لهاة مرئية

# selection:gnuhealth.preoperative_assessment,preop_mallampati:
source: Class 4: Only Hard Palate visible
ar: الفئة 4: فقط الحنك الصلب مرئي

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Discharge
ar: تخريج

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Needs surgery
ar: يحتاج جراحة

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Schedule Revision
ar: مراجعة الجدول الزمني

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Urgent surgery
ar: عملية جراحية عاجلة

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Watchful waiting
ar: الانتظار اليقظ

# selection:gnuhealth.preoperative_assessment,surgical_wound:
source: Clean . Class I
ar: نظيف . الدرجة الأولى

# selection:gnuhealth.preoperative_assessment,surgical_wound:
source: Clean-Contaminated . Class II
ar: نظيف - معقم. درجة اولى

# selection:gnuhealth.preoperative_assessment,surgical_wound:
source: Contaminated . Class III
ar: معقم. درجة ثالثة

# selection:gnuhealth.preoperative_assessment,surgical_wound:
source: Dirty-Infected . Class IV
ar: وسخ-عدوى. درجة خامسة

# selection:gnuhealth.rcri,rcri_class:
source: I
ar: الأول

# selection:gnuhealth.rcri,rcri_class:
source: II
ar: الثّاني

# selection:gnuhealth.rcri,rcri_class:
source: III
ar: الثّالث

# selection:gnuhealth.surgery,anesthesia_type:
source: Epidural
ar: فوق الجافية

# selection:gnuhealth.surgery,anesthesia_type:
source: General
ar: عام

# selection:gnuhealth.surgery,anesthesia_type:
source: Local
ar: محلي

# selection:gnuhealth.surgery,anesthesia_type:
source: Local + sedation
ar: موضعي + تخدير

# selection:gnuhealth.surgery,anesthesia_type:
source: No anesthesia
ar: لا تخدير

# selection:gnuhealth.surgery,anesthesia_type:
source: Peribulbar
ar: كنت قلقا

# selection:gnuhealth.surgery,anesthesia_type:
source: Regional
ar: موضعي

# selection:gnuhealth.surgery,anesthesia_type:
source: Regional Block
ar: المكان الموضعي

# selection:gnuhealth.surgery,anesthesia_type:
source: Sedation
ar: التخدير

# selection:gnuhealth.surgery,approach:
source: Arthroscopic
ar: بالمنظار

# selection:gnuhealth.surgery,approach:
source: Endoscopic
ar: بالمنظار

# selection:gnuhealth.surgery,approach:
source: Laparoscopic
ar: بالمنظار

# selection:gnuhealth.surgery,approach:
source: Open
ar: مفتوح

# selection:gnuhealth.surgery,approach:
source: Robotic
ar: الي

# selection:gnuhealth.surgery,approach:
source: other
ar: اخري

# selection:gnuhealth.surgery,classification:
source: Emergency
ar: الطوارئ

# selection:gnuhealth.surgery,classification:
source: Optional
ar: اختياري

# selection:gnuhealth.surgery,classification:
source: Required
ar: مطلوب

# selection:gnuhealth.surgery,classification:
source: Urgent
ar: مٌستعجل

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade I
ar: درجة ١

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade II
ar: درجة ٢

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade III
ar: درجة ٣

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade IIIa
ar: درجة ٣أ

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade IIIb
ar: درجة ٣ب

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade IV
ar: درجة ٤

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade IVa
ar: درجة ٤أ

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade IVb
ar: درجة ٤ب

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade V
ar: درجة ٥

# selection:gnuhealth.surgery,gender:
source: Female
ar: انثى

# selection:gnuhealth.surgery,gender:
source: Female -> Male
ar: انثى -> ذكر

# selection:gnuhealth.surgery,gender:
source: Male
ar: ذكر

# selection:gnuhealth.surgery,gender:
source: Male -> Female
ar: ذكر -> انثى

# selection:gnuhealth.surgery,laterality:
source: Bilateral
ar: ثنائي

# selection:gnuhealth.surgery,laterality:
source: Left
ar: يسار

# selection:gnuhealth.surgery,laterality:
source: Right
ar: يمين

# selection:gnuhealth.surgery,patient_positioning:
source: Fowlers
ar: فاولر

# selection:gnuhealth.surgery,patient_positioning:
source: Jacknife
ar: ثني

# selection:gnuhealth.surgery,patient_positioning:
source: Kidney positioning
ar: تحديد موضع الكلى

# selection:gnuhealth.surgery,patient_positioning:
source: Knee-chest
ar: الركبة الصدر

# selection:gnuhealth.surgery,patient_positioning:
source: Lateral
ar: جانبي

# selection:gnuhealth.surgery,patient_positioning:
source: Lithotomy
ar: تفتيت الحصى

# selection:gnuhealth.surgery,patient_positioning:
source: Lloyd-Davies
ar: لويد ديفيز

# selection:gnuhealth.surgery,patient_positioning:
source: Other
ar: أخرى

# selection:gnuhealth.surgery,patient_positioning:
source: Prone Decubitus
ar: الاستلقاء على الأرض

# selection:gnuhealth.surgery,patient_positioning:
source: Reverse Trendelenburg
ar: عكس ترندلينبورج

# selection:gnuhealth.surgery,patient_positioning:
source: Semi-Fowler
ar: شبه فاولر

# selection:gnuhealth.surgery,patient_positioning:
source: Sims
ar: سيمز

# selection:gnuhealth.surgery,patient_positioning:
source: Supine Decubitus
ar: استلقاء مستلق

# selection:gnuhealth.surgery,patient_positioning:
source: Trendelenburg
ar: ترندلينبورج

# selection:gnuhealth.surgery,state:
source: Cancelled
ar: الغاء

# selection:gnuhealth.surgery,state:
source: Confirmed
ar: موافق عليه

# selection:gnuhealth.surgery,state:
source: Done
ar: تم

# selection:gnuhealth.surgery,state:
source: Draft
ar: مسودة

# selection:gnuhealth.surgery,state:
source: In Progress
ar: في العمل

# selection:gnuhealth.surgery,state:
source: Signed
ar: موقع

# selection:gnuhealth.surgery,surgical_wound:
source: Clean . Class I
ar: نظيف . الدرجة الأولى

# selection:gnuhealth.surgery,surgical_wound:
source: Clean-Contaminated . Class II
ar: نظيف - معقم. درجة اولى

# selection:gnuhealth.surgery,surgical_wound:
source: Contaminated . Class III
ar: معقم. درجة ثالثة

# selection:gnuhealth.surgery,surgical_wound:
source: Dirty-Infected . Class IV
ar: وسخ-عدوى. درجة خامسة

# selection:gnuhealth.surgery.complication,severity:
source: Mild
ar: معتدل

# selection:gnuhealth.surgery.complication,severity:
source: Moderate
ar: باعتدال

# selection:gnuhealth.surgery.complication,severity:
source: Severe
ar: خطير

# selection:gnuhealth.surgery.drain,drain:
source: Davol
ar: تجمهر

# selection:gnuhealth.surgery.drain,drain:
source: Kehr
ar: مسح

# selection:gnuhealth.surgery.drain,drain:
source: Thoracic tube
ar: انبوب الصدر

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Epidural
ar: فوق الجافية

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: General
ar: عام

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Local
ar: محلي

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Local + sedation
ar: موضعي + تخدير

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: No anesthesia
ar: لا تخدير

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Peribulbar
ar: كنت قلقا

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Regional
ar: موضعي

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Regional Block
ar: المكان الموضعي

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Sedation
ar: التخدير

# selection:gnuhealth.surgery.protocol,approach:
source: Arthroscopic
ar: بالمنظار

# selection:gnuhealth.surgery.protocol,approach:
source: Endoscopic
ar: بالمنظار

# selection:gnuhealth.surgery.protocol,approach:
source: Laparoscopic
ar: بالمنظار

# selection:gnuhealth.surgery.protocol,approach:
source: Open
ar: مفتوح

# selection:gnuhealth.surgery.protocol,approach:
source: Robotic
ar: الي

# selection:gnuhealth.surgery.protocol,approach:
source: other
ar: اخري

# selection:gnuhealth.surgery.protocol,classification:
source: Emergency
ar: طوارئ

# selection:gnuhealth.surgery.protocol,classification:
source: Optional
ar: اختياري

# selection:gnuhealth.surgery.protocol,classification:
source: Required
ar: مطلوب

# selection:gnuhealth.surgery.protocol,classification:
source: Urgent
ar: مٌستعجل

# selection:gnuhealth.surgery.protocol,laterality:
source: Bilateral
ar: ثنائي

# selection:gnuhealth.surgery.protocol,laterality:
source: Left
ar: يسار

# selection:gnuhealth.surgery.protocol,laterality:
source: Right
ar: يمين

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Fowlers
ar: فاولر

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Jacknife
ar: ثني

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Kidney positioning
ar: تحديد موضع الكلى

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Knee-chest
ar: الركبة الصدر

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Lateral
ar: جانبي

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Lithotomy
ar: تفتيت الحصى

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Lloyd-Davies
ar: لويد ديفيز

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Other
ar: أخرى

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Prone Decubitus
ar: الاستلقاء على الأرض
