Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-archives/gnuhealth_archives-5.0.0.tar.gz/gnuhealth_archives-5.0.0/locale/*.po
Languages: nl

# field:gnuhealth.paper_archive,comments:
source: Comments
nl: Opmerkingen

# field:gnuhealth.paper_archive,current_location:
source: Current Location
nl: Huidig Adres

# field:gnuhealth.paper_archive,legacy:
source: Legacy Code
nl: Oorspronkelijke Code

# field:gnuhealth.paper_archive,location:
source: Unit
nl: Eenheid

# field:gnuhealth.paper_archive,patient:
source: Patient
nl: Patiënt

# field:gnuhealth.paper_archive,request_date:
source: Request Date
nl: Datum Aanvraag

# field:gnuhealth.paper_archive,requested_by:
source: Requested by
nl: Aanvrager

# field:gnuhealth.paper_archive,return_date:
source: Returned Date
nl: Datum Retour

# help:gnuhealth.paper_archive,current_location:
source: Location / Unit where this clinical history document should reside.
nl: Plaats / Locatie waar dit klinische dossier op moet worden geborgen.

# help:gnuhealth.paper_archive,legacy:
source: If existing, please enter the old / legacy code associated to this Clinical History
nl: Indien aanwezig, geef hier dan de oorspronkelijk code aan van het Klinisch Dossier

# help:gnuhealth.paper_archive,location:
source: Location / Unit where this clinical history document should reside.
nl: Plaats / Locatie waar dit klinisch dossier moet worden opgeborgen.

# help:gnuhealth.paper_archive,patient:
source: Patient associated to this newborn baby
nl: Patiënt, gerelateerd aan de pasgeborene

# help:gnuhealth.paper_archive,requested_by:
source: Person who last requested the document
nl: Laatste opvrager van dit document

# model:gnuhealth.paper_archive,name:
source: Location of PAPER Patient Clinical History
nl: Plaats van het PAPIEREN Patiënt Medisch Dossier

# model:ir.action,name:gnuhealth_action_paper_archive
source: Medical Archives
nl: Medisch Archieven

# model:ir.ui.menu,name:gnuhealth_archives
source: Archives
nl: Archieven

# selection:gnuhealth.paper_archive,hc_status:
source: Archived
nl: Gearchiveerd

# selection:gnuhealth.paper_archive,hc_status:
source: Borrowed
nl: Uitgeleend

# selection:gnuhealth.paper_archive,hc_status:
source: Lost
nl: Kwijtgeraakt
