Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-genetics/gnuhealth_genetics-5.0.0rc2.tar.gz/gnuhealth_genetics-5.0.0rc2/locale/*.po
Languages: de

# field:gnuhealth.gene,chromosome:
source: Chromosome
de: Chromosom

# field:gnuhealth.gene,gene_id:
source: Entrez Gene ID
de: Entrez Gen ID

# field:gnuhealth.gene,gene_type:
source: Gene type
de: Gentyp

# field:gnuhealth.gene,location:
source: Location
de: Gen-Position

# field:gnuhealth.gene,long_name:
source: Official Name
de: Offizieller Name

# field:gnuhealth.gene,name_aliases:
source: Name Aliases
de: Alternative Namen

# field:gnuhealth.gene,variants:
source: Variants
de: Varianten

# field:gnuhealth.gene.variant,aa_change:
source: AA Change
de: Aminosäure-Änderung

# field:gnuhealth.gene.variant,dbsnp_url:
source: Reference SNP
de: Referenz-SNP

# field:gnuhealth.gene.variant,phenotypes:
source: Phenotypes / Diseases
de: Phänotyp / Krankheiten

# field:gnuhealth.gene.variant,significance:
source: Significance
de: Signifikanz

# field:gnuhealth.gene.variant.phenotype,gene:
source: Gene & Protein
de: Gen & Protein

# field:gnuhealth.gene.variant.phenotype,phenotype:
source: Phenotype
de: Phänotyp

# field:gnuhealth.gene.variant.phenotype,variant:
source: Variant
de: Variante

# field:gnuhealth.patient,genetic_risks:
source: Genetic Information
de: Genetische Information

# field:gnuhealth.patient.genetic.risk,disease_gene:
source: Gene
de: Gen

# field:gnuhealth.patient.genetic.risk,healthprof:
source: Health Prof
de: Medizinisches Fachpersonal

# field:gnuhealth.patient.genetic.risk,institution:
source: Institution
de: Institut

# field:gnuhealth.patient.genetic.risk,natural_variant:
source: Variant
de: Variante

# field:gnuhealth.patient.genetic.risk,notes:
source: Notes
de: Vermerk

# field:gnuhealth.patient.genetic.risk,onset:
source: Onset
de: Ausbruch

# field:gnuhealth.patient.genetic.risk,patient:
source: Patient
de: Patient(in)

# field:gnuhealth.patient.genetic.risk,variant_phenotype:
source: Phenotype
de: Phänotyp

# field:gnuhealth.protein.disease,acronym:
source: Mnemonic
de: Kürzel

# field:gnuhealth.protein.disease,active:
source: Active
de: Aktiv

# field:gnuhealth.protein.disease,description:
source: Description
de: Beschreibung

# field:gnuhealth.protein.disease,disease_name:
source: Disease name
de: Krankheitsname

# field:gnuhealth.protein.disease,disease_uri:
source: Disease URI
de: Krankheits URI

# field:gnuhealth.protein.disease,gene_variant:
source: Natural Variant
de: Natürliche Variante

# field:gnuhealth.protein.disease,inheritance_pattern:
source: Inheritance Pattern
de: Vererbungsmuster

# field:gnuhealth.protein.disease,keywords:
source: Keywords
de: Schlüsselwörter

# field:gnuhealth.protein.disease,name:
source: Disease
de: Krankheit

# help:gnuhealth.gene,aliases:
source: Symbol aliases
de: Alternative Symbole

# help:gnuhealth.gene,chromosome:
source: Name of the affected chromosome
de: Name des betroffenen Chromosoms

# help:gnuhealth.gene,gene_id:
source: Gene ID from NCBI Entrez database.
de: Gen-ID in der NCBI Entrez Datenbank.

# help:gnuhealth.gene,gene_type:
source: Locus in the form of group:type
de: Locus in the Form Gruppe:Typ

# help:gnuhealth.gene,hgnc_id:
source: HUGO Gene Nomenclature Committee identifier
de: HUGO Gen Nomenklatur Kommittee-Identifier

# help:gnuhealth.gene,info:
source: Extra Information
de: Zusätzliche Informationen

# help:gnuhealth.gene,location:
source: Locus of the chromosome
de: Locus auf dem Chromosom

# help:gnuhealth.gene,name_aliases:
source: Name aliases
de: Alternative Namen

# help:gnuhealth.gene,protein_name:
source: Encoding Protein Code, such as UniProt protein name
de: Code des Enkodierenden Proteins, wie der UniProt Proteinname

# help:gnuhealth.gene,refseq_accession:
source: RefSeq Accession ID
de: RefSeq Zugriffs-ID

# help:gnuhealth.gene.variant,aa_change:
source: Amino acid change
de: Aminosäurenaustausch

# help:gnuhealth.gene.variant,dbsnp_url:
source: Reference SNP (rs) link
de: Referenz-SNP (rs) Link

# help:gnuhealth.gene.variant,significance:
source: Category related to the clinical significance of the variant
de: Kategorie im Zusammenhang mit der klinischen Relevanz der Variante

# help:gnuhealth.gene.variant,variant:
source: Variant Feature Identifier (FTId)
de: Varianten Feature Identifier (FTId)

# help:gnuhealth.gene.variant.phenotype,gene:
source: Gene and expressing protein (in parenthesis)
de: Gen und expressiertes Protein (in Klammern)

# help:gnuhealth.patient.genetic.risk,healthprof:
source: Health professional
de: Medizinisches Fachpersonal

# help:gnuhealth.patient.genetic.risk,onset:
source: Age in years
de: Alter in Jahren

# help:gnuhealth.protein.disease,acronym:
source: Disease acronym / mnemonics
de: Krankheitsabkürzung/kürzel

# help:gnuhealth.protein.disease,gene_variant:
source: Natural variants involved in this condition
de: Natürliche Varianten die in dieser Krankheit beteiligt sind

# help:gnuhealth.protein.disease,inheritance_pattern:
source: Inheritance pattern
de: Vererbungsmuster

# help:gnuhealth.protein.disease,mim_reference:
source: MIM -Mendelian Inheritance in Man- DB reference
de: MIM - Mendelian Inheritance in Man - Datenbank-Referenz

# help:gnuhealth.protein.disease,name:
source: Uniprot Disease Code
de: Uniprot Krankheits-Code

# help:gnuhealth.protein.disease,xrefs:
source: Cross references
de: Querverweise

# model:gnuhealth.gene,name:
source: Genes
de: Gene

# model:gnuhealth.gene.variant,name:
source: Natural Variant
de: Natürliche Variante

# model:gnuhealth.gene.variant.phenotype,name:
source: Variant Phenotypes
de: Phänotypen der Variante

# model:gnuhealth.patient.genetic.risk,name:
source: Patient Genetic Information
de: Genetische Information Patient(in)

# model:gnuhealth.protein.disease,name:
source: Protein related disorders
de: Proteinbezogene Krankheiten

# model:ir.action,name:gnuhealth_action_gene
source: Genes
de: Gene

# model:ir.action,name:gnuhealth_action_gene_variant
source: Natural Variants
de: Natürliche Varianten

# model:ir.action,name:gnuhealth_action_gene_variant_phenotype
source: Variant Phenotypes
de: Phänotypen der Variante

# model:ir.action,name:gnuhealth_action_patient_genetics
source: Person genetic information
de: Genetische Informationen der Person

# model:ir.action,name:gnuhealth_action_protein_disease
source: Protein related diseases
de: Proteinbezogene Krankheiten

# model:ir.ui.menu,name:gnuhealth_conf_gene_variant_phenotypes
source: Variant Phenotypes
de: Phänotypen der Variante

# model:ir.ui.menu,name:gnuhealth_conf_gene_variants
source: Natural Variants
de: Natürliche Varianten

# model:ir.ui.menu,name:gnuhealth_conf_genes
source: Genes
de: Gene

# model:ir.ui.menu,name:gnuhealth_conf_genetics
source: Genetics
de: Genetik

# model:ir.ui.menu,name:gnuhealth_conf_protein_diseases
source: Protein related diseases
de: Proteinbezogene Krankheiten

# model:ir.ui.menu,name:gnuhealth_genetics
source: Genetics
de: Genetik

# model:ir.ui.menu,name:gnuhealth_patient_genetics
source: Person genetic information
de: Genetische Informationen der Person

# model:res.group,name:group_health_genetics_admin
source: Health Genetics Administration
de: Administration Gesundheitsgenetik

# selection:gnuhealth.gene,gene_type:
source: ncRNA: misc RNA
de: ncRNA: andere RNA

# selection:gnuhealth.gene,gene_type:
source: ncRNA: ribosomal RNA
de: ncRNA: ribosomale RNA

# selection:gnuhealth.gene,gene_type:
source: ncRNA: small nucleolar RNA
de: ncRNA: small nucleolar RNA (snoRNA)

# selection:gnuhealth.gene,gene_type:
source: other: T cell receptor gene
de: Andere: T-cell Rezeptor-Gen

# selection:gnuhealth.gene,gene_type:
source: other: biological region
de: Andere: Biologische Region

# selection:gnuhealth.gene,gene_type:
source: other: complex locus constituent
de: Andere: Komplexe Locus-Zusammensetzung

# selection:gnuhealth.gene,gene_type:
source: other: endogenous retrovirus
de: Andere: Endogener Retrovirus

# selection:gnuhealth.gene,gene_type:
source: other: fragile site
de: Andere: Fragile Site

# selection:gnuhealth.gene,gene_type:
source: other: immunoglobulin gene
de: Andere: Immunoglobulin Gen

# selection:gnuhealth.gene,gene_type:
source: other: readthrough
de: andere: Readthrough

# selection:gnuhealth.gene,gene_type:
source: other: unknown
de: Andere: unbekannt

# selection:gnuhealth.gene,gene_type:
source: other: virus integration site
de: Andere: virale Integration-Site

# selection:gnuhealth.gene,gene_type:
source: protein-coding gene
de: Proteinkodierendes Gen

# selection:gnuhealth.gene,gene_type:
source: pseudogene: T cell receptor pseudogene
de: Pseudogen: T-Cell Rezeptor Pseudogen

# selection:gnuhealth.gene,gene_type:
source: pseudogene: immunoglobulin pseudogene
de: Pseudogen: Immunoglobulin Pseudogen

# selection:gnuhealth.gene,gene_type:
source: pseudogene: pseudogene
de: Pseudogen: Pseudogen

# selection:gnuhealth.gene.variant,significance:
source: LB/B: Likely benign or benign
de: LB/B: Likely benign or benign (vermutlich gutartig oder gutartig)

# selection:gnuhealth.gene.variant,significance:
source: LP/P: Likely pathogenic or pathogenic
de: LP/P: Likely pathogenic or pathogenic (vermutlich pathogen oder pathogen)

# selection:gnuhealth.gene.variant,significance:
source: US: Unknown significance
de: US: Unbekannte Signifikanz

# selection:gnuhealth.protein.disease,inheritance_pattern:
source: Autosomal recessive
de: Autosomal rezessiv

# selection:gnuhealth.protein.disease,inheritance_pattern:
source: codominance
de: Co-Dominanz

# view:gnuhealth.patient:
source: Genetics
de: Genetik

# view:gnuhealth.protein.disease:
source: Disease
de: Krankheit

# view:gnuhealth.protein.disease:
source: Protein and Gene
de: Protein und Gen
