Repository: pypi-data/pypi-mirror-358
Catalog: packages/gnuhealth-imaging/gnuhealth_imaging-5.0.0-py3-none-any.whl/trytond/modules/health_imaging/locale/*.po
Languages: es

# field:gnuhealth.imaging.test,active:
source: Active
es: Activo

# field:gnuhealth.imaging.test,code:
source: Code
es: Código

# field:gnuhealth.imaging.test,name:
source: Name
es: Nombre

# field:gnuhealth.imaging.test,product:
source: Product
es: Producto

# field:gnuhealth.imaging.test,test_type:
source: Type
es: Tipo

# field:gnuhealth.imaging.test.request,comment:
source: Additional Information
es: Información Adicional

# field:gnuhealth.imaging.test.request,context:
source: Context
es: Contexto

# field:gnuhealth.imaging.test.request,date:
source: Date
es: Fecha

# field:gnuhealth.imaging.test.request,doctor:
source: Health Prof
es: Prof Salud

# field:gnuhealth.imaging.test.request,patient:
source: Patient
es: Paciente

# field:gnuhealth.imaging.test.request,request:
source: Order
es: Orden

# field:gnuhealth.imaging.test.request,request_line:
source: Order line
es: Linea de Orden

# field:gnuhealth.imaging.test.request,requested_test:
source: Study
es: Estudio

# field:gnuhealth.imaging.test.request,state:
source: State
es: Estado

# field:gnuhealth.imaging.test.request,urgent:
source: Urgent
es: Urgente

# field:gnuhealth.imaging.test.result,comment:
source: Additional Information
es: Información Adicional

# field:gnuhealth.imaging.test.result,computed_age:
source: Age
es: Edad

# field:gnuhealth.imaging.test.result,date:
source: Date
es: Fecha

# field:gnuhealth.imaging.test.result,doctor:
source: Evaluated by
es: Evaluado por

# field:gnuhealth.imaging.test.result,images:
source: Images
es: Imágenes

# field:gnuhealth.imaging.test.result,number:
source: Number
es: Número

# field:gnuhealth.imaging.test.result,order:
source: Order
es: Orden

# field:gnuhealth.imaging.test.result,patient:
source: Patient
es: Paciente

# field:gnuhealth.imaging.test.result,report_style:
source: Report Style
es: Estilo de Reporte

# field:gnuhealth.imaging.test.result,request:
source: Request Info
es: Info de Solicitud

# field:gnuhealth.imaging.test.result,request_date:
source: Request Date
es: Fecha de Solicitud

# field:gnuhealth.imaging.test.result,requested_test:
source: Study
es: Estudio

# field:gnuhealth.imaging.test.type,code:
source: Code
es: Código

# field:gnuhealth.imaging.test.type,name:
source: Name
es: Nombre

# field:gnuhealth.patient.imaging.test.request.start,context:
source: Context
es: Contexto

# field:gnuhealth.patient.imaging.test.request.start,date:
source: Date
es: Fecha

# field:gnuhealth.patient.imaging.test.request.start,doctor:
source: Health Prof
es: Prof Salud

# field:gnuhealth.patient.imaging.test.request.start,patient:
source: Patient
es: Paciente

# field:gnuhealth.patient.imaging.test.request.start,tests:
source: Tests
es: Análisis

# field:gnuhealth.patient.imaging.test.request.start,urgent:
source: Urgent
es: Urgente

# field:gnuhealth.request-imaging-test,request:
source: Request
es: Solicitud

# field:gnuhealth.request-imaging-test,test:
source: Study
es: Estudio

# field:gnuhealth.sequences,imaging_req_seq:
source: Imaging Request Sequence
es: Secuencia de Solicitud

# field:gnuhealth.sequences,imaging_test_sequence:
source: Imaging Sequence
es: Secuencia de Imágen

# field:gnuhealth.sequences.imaging_req_seq,imaging_req_seq:
source: Imaging Request Sequence
es: Secuencia de Solicitud

# field:gnuhealth.sequences.imaging_test_sequence,imaging_test_sequence:
source: Imaging Sequence
es: Secuencia de Imágen

# help:gnuhealth.imaging.test.request,context:
source: Health context for this order. It can be a suspected or existing health condition, a regular health checkup, ...
es: Contexto de salud para este pedido. Puede tratarse de un diagnóstico presuntivo o definitivo, un chequeo médico regular etc.

# help:gnuhealth.imaging.test.result,computed_age:
source: Computed patient age at the moment of the evaluation
es: Edad del paciente en el momento de la evaluación

# help:gnuhealth.imaging.test.result,order:
source: The order ID containing this particular imaging study
es: El ID del pedido que contiene este estudio de imágenes en particular

# help:gnuhealth.imaging.test.type,code:
source: Suggest use values of DICOM Modality (0008,0060) tag.
es: Sugerir valores de uso de la etiqueta de modalidad DICOM (0008,0060).

# help:gnuhealth.imaging.test.type,name:
source: Suggest use descriptions of DICOM Modality (0008,0060) tag.
es: Sugerir descripciones de uso de la etiqueta de modalidad DICOM (0008,0060).

# help:gnuhealth.patient.imaging.test.request.start,context:
source: Health context for this order. It can be a suspected or existing health condition, a regular health checkup, ...
es: Contexto de salud para este pedido. Puede tratarse de un diagnóstico presuntivo o definitivo, un chequeo médico regular etc.

# help:gnuhealth.patient.imaging.test.request.start,doctor:
source: Health professionalwho requests the study.
es: Profesional de la salud que solicita el estudio.

# model:gnuhealth.imaging.test,name:
source: Medical Imaging Study
es: Estudio de Imagen

# model:gnuhealth.imaging.test.request,name:
source: Medical Imaging Study Request
es: Solicitud de Estudio de Imágenes

# model:gnuhealth.imaging.test.result,name:
source: Medical Imaging Study Result
es: Resultado de Estudio de Imagen

# model:gnuhealth.imaging.test.type,name:
source: Medical Imaging Study Type
es: Tipo de Estudio de Imagen

# model:gnuhealth.imaging.test.type,name:gnuhealth_test_type_cr
source: Computed Radiography
es: Radiografía Computarizada

# model:gnuhealth.imaging.test.type,name:gnuhealth_test_type_ctscan
source: Computed Tomography
es: Tomografía Computarizada

# model:gnuhealth.imaging.test.type,name:gnuhealth_test_type_dx
source: Digital Radiography
es: Radiografía Digital

# model:gnuhealth.imaging.test.type,name:gnuhealth_test_type_mri
source: Magnetic Resonance
es: Resonancia Magnética

# model:gnuhealth.imaging.test.type,name:gnuhealth_test_type_petscan
source: Positron emission tomography (PET)
es: Tomografía por Emisión de Positrones

# model:gnuhealth.imaging.test.type,name:gnuhealth_test_type_ultrasound
source: Ultrasound
es: Ultrasonido

# model:gnuhealth.imaging.test.type,name:gnuhealth_test_type_xa
source: X-Ray Angiography
es: Angiografía por Rayos X

# model:gnuhealth.imaging.test.type,name:gnuhealth_test_type_xray
source: X-ray
es: Radiografía

# model:gnuhealth.patient.imaging.test.request.start,name:
source: Request Patient Imaging Test Start
es: Inicio de Pedido de Estudio de Imágenes

# model:gnuhealth.request-imaging-test,name:
source: Request - Test
es: Estudios Solicitados

# model:gnuhealth.sequences.imaging_req_seq,name:
source: Imaging Request Sequence setup
es: Configuración de la secuencia de solicitud de imágenes

# model:gnuhealth.sequences.imaging_test_sequence,name:
source: Imaging Test Sequence setup
es: Configuración de la secuencia de prueba de imágenes

# model:ir.action,name:act_imaging_test_request_view
source: Medical Imaging Requests
es: Pedido de Estudio de Imágenes

# model:ir.action,name:act_imaging_test_request_view2
source: Medical Imaging Requests
es: Solicitud de Estudio de Imágenes

# model:ir.action,name:act_imaging_test_result_view
source: Medical Imaging Results
es: Resultado de Estudio de Imágenes

# model:ir.action,name:act_imaging_test_result_view2
source: Medical Imaging Results
es: Resultado de Estudio de Imágenes

# model:ir.action,name:act_imaging_test_type_view
source: Medical Imaging Types
es: Tipo de Estudio de Imágenes

# model:ir.action,name:act_imaging_test_view
source: Medical Imaging Studies
es: Estudio de Imágenes

# model:ir.action,name:imaging_result_report
source: Medical Imaging Study
es: Estudio de Imagen

# model:ir.action,name:patient_imaging_test_request
source: Medical Imaging - New order
es: Solicitud de Estudio de Imágenes

# model:ir.action,name:wizard_generate_result
source: Medical Imaging - Generate Result
es: Generar Resultado

# model:ir.action.act_window.domain,name:act_imaging_test_request_domain_all
source: All
es: Todos

# model:ir.action.act_window.domain,name:act_imaging_test_request_domain_done
source: Done
es: Hecho

# model:ir.action.act_window.domain,name:act_imaging_test_request_domain_draft
source: Draft
es: Borrador

# model:ir.action.act_window.domain,name:act_imaging_test_request_domain_requested
source: Requested
es: Solicitado

# model:ir.model.button,string:image_generateresults_button
source: Generate Results
es: Generar Resultado

# model:ir.model.button,string:image_request_button
source: Request
es: Solicitud

# model:ir.sequence,name:seq_gnuhealth_imaging_test
source: Imaging Test
es: Estudio de imagen

# model:ir.sequence,name:seq_gnuhealth_imaging_test_request
source: Imaging Test Request
es: Solicitud de Estudio de Imágenes

# model:ir.sequence.type,name:seq_type_gnuhealth_imaging_test
source: Imaging Test
es: Estudio de Imágenes

# model:ir.sequence.type,name:seq_type_gnuhealth_imaging_test_request
source: Imaging Test Request
es: Solicitud de Estudio de Imágenes

# model:ir.ui.menu,name:menu_imaging
source: Medical Imaging
es: Imágenes

# model:ir.ui.menu,name:menu_imaging_test_parent
source: Medical Imaging
es: Imágenes

# model:ir.ui.menu,name:menu_imaging_test_request_view
source: Medical Imaging Requests
es: Pedido de Estudio de Imágenes

# model:ir.ui.menu,name:menu_imaging_test_result_view
source: Medical Imaging Results
es: Resultado de Estudio de Imágenes

# model:ir.ui.menu,name:menu_imaging_test_type
source: Medical Imaging Types
es: Tipo de Estudio de Imágenes

# model:ir.ui.menu,name:menu_imaging_test_view
source: Medical Imaging Studies
es: Estudio de Imágenes

# model:ir.ui.menu,name:menu_patient_imaging_test_request
source: Medical Imaging - New order
es: Solicitud de Estudio de Imágenes

# model:product.category,name:product_category_imagingservices
source: Imaging Services
es: Servicios de Imágenes

# model:product.template,name:product_template_ctscancharges
source: CT Scan charges
es: Tomografía Computarizada

# model:product.template,name:product_template_mricharges
source: MRI charges
es: Imagen por Resonancia Magnética (MRI)

# model:product.template,name:product_template_petscancharges
source: PET Scan charges
es: Tomografía por Emisión de Positrones

# model:product.template,name:product_template_ultrasoundcharges
source: Ultrasound charges
es: Ultrasonido

# model:product.template,name:product_template_xraycharges
source: X-ray charges
es: Rayos X

# model:res.group,name:group_health_imaging
source: Health Imaging
es: Imágenes de Salud

# model:res.group,name:group_health_imaging_admin
source: Health Imaging Administration
es: Administración de Imágenes de Salud

# report:patient.imaging_report_results:
source: Age:
es: Edad:

# report:patient.imaging_report_results:
source: Comment
es: Comentario

# report:patient.imaging_report_results:
source: Context:
es: Contexto:

# report:patient.imaging_report_results:
source: Date:
es: Fecha:

# report:patient.imaging_report_results:
source: DoB:
es: FdN:

# report:patient.imaging_report_results:
source: Evaluated by:
es: Evaluado por:

# report:patient.imaging_report_results:
source: Gender:
es: Género:

# report:patient.imaging_report_results:
source: Image
es: Imagen

# report:patient.imaging_report_results:
source: Imaging Study Report
es: Informe de estudio de imágenes

# report:patient.imaging_report_results:
source: Interpretation:
es: Interpretación:

# report:patient.imaging_report_results:
source: Order:
es: Orden:

# report:patient.imaging_report_results:
source: Patient:
es: Paciente:

# report:patient.imaging_report_results:
source: Print Date:
es: Fecha impresión:

# report:patient.imaging_report_results:
source: Requested by:
es: Solicitado por:

# report:patient.imaging_report_results:
source: Resources:
es: Recursos:

# report:patient.imaging_report_results:
source: Study ID:
es: ID de Estudio:

# report:patient.imaging_report_results:
source: Study:
es: Estudio:

# selection:gnuhealth.imaging.test.request,state:
source: Done
es: Hecho

# selection:gnuhealth.imaging.test.request,state:
source: Draft
es: Borrador

# selection:gnuhealth.imaging.test.request,state:
source: Requested
es: Solicitado

# selection:gnuhealth.imaging.test.result,report_style:
source: Default
es: Predeterminado

# selection:gnuhealth.imaging.test.result,report_style:
source: No Image Comments
es: Imagen sin comentarios

# selection:gnuhealth.imaging.test.result,report_style:
source: No Images
es: Sin Imágenes

# view:gnuhealth.imaging.test.request:
source: Generate Results
es: Generar Resultados

# view:gnuhealth.imaging.test.request:
source: Request
es: Solicitud

# view:gnuhealth.imaging.test.result:
source: Images
es: Imágenes

# view:gnuhealth.imaging.test.result:
source: Interpretation / Report
es: Interpretación / Informe

# wizard_button:gnuhealth.patient.imaging.test.request,start,end:
source: Cancel
es: Cancelar

# wizard_button:gnuhealth.patient.imaging.test.request,start,request:
source: Request
es: Solicitud
